<?php
// Heading
$_['heading_title']      = 'Banners';

// Text
$_['text_success']       = 'Επιτυχία: Επεξεργαστήκατε τα banners!';
$_['text_default']       = 'Προεπιλογή';
$_['text_image_manager'] = 'Διαχείριση Εικόνας';

// Column
$_['column_name']        = 'Όνομα Banner';
$_['column_status']      = 'Κατάσταση';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Banner:';
$_['entry_title']        = 'Τίτλος:';
$_['entry_link']         = 'Σύνδεσμος:';
$_['entry_image']        = 'Εικόνα:';
$_['entry_status']       = 'Κατάσταση:';

// Error
$_['error_permission']   = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τα banners!';
$_['error_name']         = 'Το Όνομα του Banner πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_title']        = 'Ο Τίτλος του Banner πρέπει να είναι από 2 εώς 64 χαρακτήρες!';
$_['error_default']      = 'Προσοχή: Αυτό το σχέδιο δεν μπορεί να διαγραφεί διότι είναι το προεπιλεγμένο σχέδιο του καταστήματος!';
$_['error_product']      = 'Προσοχή: Αυτό το σχέδιο δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
$_['error_category']     = 'Προσοχή: Αυτό το σχέδιο δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s κατηγορίες!';
$_['error_information']  = 'Προσοχή: Αυτό το σχέδιο δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s σελίδες πληροφοριών!';
?>