<?php
// Heading
$_['heading_title']     = 'Layouts';

// Text
$_['text_success']      = 'Επιτυχία: Επεξεργαστήκατε τα layouts';
$_['text_default']      = 'Προεπιλογή';

// Column
$_['column_name']       = 'Όνομα Layout';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Layout:';
$_['entry_store']       = 'Κατάστημα:';
$_['entry_route']       = 'Διαδρομή:';

// Error
$_['error_permission']  = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τα layouts!';
$_['error_name']        = 'To Όνομα Layout πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_default']     = 'Προσοχή: Αυτό το layout δεν μπορεί να διαγραφεί διότι είναι το προεπιλεγμένο layout του καταστήματος!';
$_['error_store']       = 'Προσοχή: Αυτό το layout δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s καταστήματα!';
$_['error_product']     = 'Προσοχή: Αυτό το layout δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
$_['error_category']    = 'Προσοχή: Αυτό το layout δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s κατηγορίες!';
$_['error_information'] = 'Προσοχή: Αυτό το layout δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s σελίδες πληροφοριών!';
?>