<?php
// Heading
$_['heading_title']     = 'Ομάδες Χρηστών';

// Text
$_['text_success']      = 'Επιτυχία: Επεξεργαστήκατε τις Ομάδες Χρηστών!';

// Column
$_['column_name']       = 'Όνομα Ομάδας Χρηστών';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Ομάδας Χρηστών:';
$_['entry_access']      = 'Αδειες Πρόσβασης:';
$_['entry_modify']      = 'Αδειες Επεξεργασίας:';

// Error
$_['error_permission']  = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις Ομάδες Χρηστών!';
$_['error_name']        = 'Το Όνομα Ομάδας Χρηστών πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_user']        = 'Προσοχή: Αυτή η ομάδα χρηστών δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s χρήστες!';
?>
