<?php
// Heading
$_['heading_title']     = 'Χρήστης';

// Text
$_['text_success']      = 'Επιτυχία: Επεξεργαστήκατε τους Χρήστες!';

// Column
$_['column_username']   = 'Όνομα Χρήστη';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_username']   = 'Όνομα Χρήστη:';
$_['entry_password']   = 'Κωδικός:';
$_['entry_confirm']    = 'Επιβεβαίωση:';
$_['entry_firstname']  = 'Όνομα:';
$_['entry_lastname']   = 'Επίθετο:';
$_['entry_email']      = 'E-Mail:';
$_['entry_user_group'] = 'Ομάδα Χρήστών:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_captcha']    = 'Εισάγετε τον κωδικό στο κουτί κάτω:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τους Χρήστες!';
$_['error_account']    = 'Προσοχή: Δεν μπορείτε να διαγράψετε τον δικό σας λογαριασμό!';
$_['error_username']   = 'Το Όνομα Χρήστη πρέπει να είναι από 3 εώς 20 χαρακτήρες!';
$_['error_password']   = 'Ο Κωδικός πρέπει να είναι από 4 εώς 20 χαρακτήρες!';
$_['error_confirm']    = 'Ο Κωδικός και ο Κωδικός Επιβεβαίωσης δεν ταιριάζουν!';
$_['error_firstname']  = 'Το Όνομα πρέπει να είναι από 1 εώς 32 χαρακτήρες!';
$_['error_lastname']   = 'Το Επίθετο πρέπει να είναι από 1 εώς 32 χαρακτήρες!';
$_['error_captcha']    = 'Ο κωδικός Επιβεβαίωσης δεν ταιριάζει με την εικόνα!';
?>
