<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Регіони'; #36816
$_['text_success'] = 'Налаштування регіонів успішно змінено!'; #36817
$_['column_name'] = 'Назва регіону'; #36818
$_['column_code'] = 'Код регіону'; #36819
$_['column_country'] = 'Країна'; #36820
$_['column_action'] = 'Дія'; #36821
$_['entry_status'] = 'Статус регіону:'; #36822
$_['entry_name'] = 'Назва регіону:'; #36823
$_['entry_code'] = 'Код регіону:'; #36824
$_['entry_country'] = 'Країна:'; #36825
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань  регіонів!'; #36826
$_['error_name'] = 'Назва регіону повинна містити від 3 до 128 символів!'; #36827
$_['error_default'] = 'Цей регіон не може бути вилучено, оскільки він використовується за замовчуванням!'; #36828
$_['error_store'] = 'Цей регіон не може бути вилучено, оскільки він використовується в магазинах %s!'; #36829
$_['error_address'] = 'Цей регіон не може бути вилучено, оскільки він використовується в адресах %s!'; #36830
$_['error_zone_to_geo_zone'] = 'Цей регіон не може бути вилучено, оскільки він використовується в гео-зонах %s!'; #36831
$_['error_affiliate'] = 'Цей регіон не може бути вилучено, оскільки він використовується в партнерських програмах %s!'; #38396