<?php
// Heading  
$_['heading_title']       = 'Κουπόνι';

// Text
$_['text_success']        = 'Επιτυχία: Επεξεργαστήκατε τα κουπόνια';
$_['text_percent']        = 'Ποσοστό';
$_['text_amount']         = 'Σταθερό Ποσό';

// Column
$_['column_name']         = 'Όνομα Κουπονιού';
$_['column_code']         = 'Κωδικός';
$_['column_discount']     = 'Έκτπωση';
$_['column_date_start']   = 'Ημερομηνία Έναρξης';
$_['column_date_end']     = 'Ημερομηνία Λήξης';
$_['column_status']       = 'Κατάσταση';
$_['column_order_id']     = 'Αριθμός Παραγγελίας (ID)';
$_['column_customer']     = 'Πελάτης';
$_['column_amount']       = 'Ποσό';
$_['column_date_added']   = 'Ημερομηνία Προσθήκης';
$_['column_action']       = 'Ενέργεια';

// Entry
$_['entry_category']      = 'Κατηγορία:<br /><span class="help">Επιλογή όλων των προϊόντων της κατηγορίας που έχει επιλεχτεί.</span>';
$_['entry_name']          = 'Όνομα Κουπονιού:';
$_['entry_code']          = 'Κωδικός:<br /><span class="help">Ο κωδικός που θα βάλει ο πελάτης για να ισχύσει η έκπτωση</span>';
$_['entry_type']          = 'Τύπος:<br /><span class="help">Ποσοστό ή Σταθερό Ποσό</span>';
$_['entry_discount']      = 'Έκτπωση:';
$_['entry_logged']        = 'Σύνδεση Πελάτη:<br /><span class="help">Ο πελάτης θα πρέπει να είναι συνδεδεμένος για να χρησιμοποιήσει το κουπόνι.</span>';
$_['entry_shipping']      = 'Δωρεάν Αποστολή:';
$_['entry_total']         = 'Συνολικό Ποσό:<br /><span class="help"> Το συνολικό ποσό που θα πρέπει να έχει η παραγγελία για να θεωρηθεί το κουπόνι έγκυρο.</span>';
$_['entry_product']       = 'Προϊόντα:<br /><span class="help">Επιλέξτε συγκεκριμένα προϊόντα για τα οποία θα ισχύει το κουπόνι. Αφήστε το κενό για να ισχύσει για ολόκληρο το καλάθι.</span>';
$_['entry_date_start']    = 'Ημερομηνία Έναρξης:';
$_['entry_date_end']      = 'Ημερομηνία Λήξης:';
$_['entry_uses_total']    = 'Χρήσεις ανά Κουπόνι:<br /><span class="help">Ο μέγιστος αριθμός χρήσεων για το κουπόνι από οποιονδηποτε πελάτη. Αφήστε το κενό για απεριόριστες χρήσεις.</span>';
$_['entry_uses_customer'] = 'Χρήσεις ανά Πελάτη:<br /><span class="help">Ο μέγιστος αριθμός χρήσεων για το κουπόνι για έναν και μόνο πελάτη. Αφήστε το κενό για απεριόριστες χρήσεις.</span>';
$_['entry_status']        = 'Κατάσταση:';

// Error
$_['error_permission']    = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε coupons!';
$_['error_name']          = 'Το Όνομα Κουπονιού πρέπει να είναι από 3 εώς 128 χαρακτήρες!';
$_['error_code']          = 'Ο Κωδικός πρέπει να είναι από 3 εώς 10 χαρακτήρες!';
?>
