<?php
// Heading
$_['heading_title']    = 'Ομάδα Πελατών';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τις ομάδες πελατών!';

// Column
$_['column_name']      = 'Όνομα Ομάδας Πελατών';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Ομάδας Πελατών:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις ομάδες πελατών!';
$_['error_name']       = 'Το Όνομα Ομάδας Πελατών πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_default']    = 'Προσοχή: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί διότι είναι προεπιλέγμενοas the default store customer group!';
$_['error_store']      = 'Προσοχή: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s καταστήματα!';
$_['error_customer']   = 'Προσοχή: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s πελάτες!';
?>