<?php
// Heading
$_['heading_title']      = 'Θέματα Κουπονιών';

// Text
$_['text_success']       = 'Επιτυχία: Επεξεργαστήκατε τα Θέματα Κουπονιών!';
$_['text_image_manager'] = 'Διαχείριση Εικόνων';
$_['text_browse']         = 'Περιήγηση Αρχείων';
$_['text_clear']          = 'Καθαρισμός Εικόνας';

// Column
$_['column_name']        = 'Όνομα Θέματος Κουπονιού';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Θέματος Κουπονιού:';
$_['entry_description']  = 'Περιγραφή Θέματος Κουπονιού:';
$_['entry_image']        = 'Εικόνα:';

// Error
$_['error_permission']  = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τα Θέματα Κουπονιών!';
$_['error_name']        = 'Το Όνομα Θέματος Κουπονιού πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_image']       = 'Η εικόνα είναι απαραίτητη!';
$_['error_voucher']     = 'Προσοχή: Αυτό το θέμα κουπονιού δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s κουπόνια!';
?>