<?php
// Heading
$_['heading_title']           = 'Χώρα';

// Text
$_['text_success']            = 'Επιτυχία: Επεξεργαστήκατε τις χώρες!';

// Column
$_['column_name']             = 'Όνομα Χώρας';
$_['column_iso_code_2']       = 'Κωδικός ISO (2)';
$_['column_iso_code_3']       = 'Κωδικός ISO (3)';
$_['column_action']           = 'Ενέργεια';

// Entry
$_['entry_name']              = 'Όνομα Χώρας:';
$_['entry_iso_code_2']        = 'Κωδικός ISO (2):';
$_['entry_iso_code_3']        = 'Κωδικός ISO (3):';
$_['entry_address_format']    = 'Μορφή Διεύθυνσης:<br /><span class="help">
Όνομα = {firstname}<br />
Επίθετο = {lastname}<br />
Εταιρεία = {company}<br />
Διεύθυνση 1 = {address_1}<br />
Διεύθυνση 2 = {address_2}<br />
Πόλη = {city}<br />
Τ.Κ. = {postcode}<br />
Ζώνη = {zone}<br />
Κωδικός Ζώνης = {zone_code}<br />
Χώρα = {country}</span>';
$_['entry_postcode_required'] = 'Ταχυδρομικός Κώδικας:';
$_['entry_status']            = 'Κατάσταση:';

// Error
$_['error_permission']        = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις χώρες!';
$_['error_name']              = 'Το Όνομα Χώρας πρέπει να είναι από 3 εώς 128 χαρακτήρες!';
$_['error_default']           = 'Προσοχή: Αυτή η Χώρα δεν μπορεί να διαγραφεί διότι είναι η προεπιλεγμένη χώρα του καταστήματος!';
$_['error_store']             = 'Προσοχή: Αυτή η Χώρα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s καταστήματα!';
$_['error_address']           = 'Προσοχή: Αυτή η Χώρα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s επαφές του βιβλίου επαφών!';
$_['error_affiliate']         = 'Προσοχή: Αυτή η Χώρα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s συνεργάτες!';
$_['error_zone']              = 'Προσοχή: Αυτή η Χώρα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s ζώνες!';
$_['error_zone_to_geo_zone']  = 'Προσοχή: Αυτή η Χώρα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s γεωγραφικές ζώνες!';
?>