<?php
// Heading
$_['heading_title']        = 'Συνάλλαγμα';  

// Text
$_['text_success']         = 'Επιτυχία: Επεξεργαστήκατε τα συνάλλαγματα!';

// Column
$_['column_title']         = 'Τίτλος Συναλλάγματος';
$_['column_code']          = 'Κωδικός'; 
$_['column_value']         = 'Αξία';
$_['column_date_modified'] = 'Τελευταία Ενημέρωση';
$_['column_action']        = 'Ενέργεια';

// Entry
$_['entry_title']          = 'Τίτλος Συναλλάγματος:';
$_['entry_code']           = 'Κωδικός:<br /><span class="help">Μην το αλλάξετε εάν είναι το προεπιλεγμένο σας συνάλλαγμα.</span>';
$_['entry_value']          = 'Αξία:<br /><span class="help">Εισάγετε 1.00000 εάν είναι το προεπιλεγμένο σας συνάλλαγμα.</span>';
$_['entry_symbol_left']    = 'Σύμβολο Αριστερά:';
$_['entry_symbol_right']   = 'Σύμβολο Δεξιά:';
$_['entry_decimal_place']  = 'Δεκαδικές Θέσεις:';
$_['entry_status']         = 'Κατάσταση:';

// Error
$_['error_permission']     = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τα συνάλλαγματα!';
$_['error_title']          = 'Ο Τίτλος Συναλλάγματος πρέπει να περιέχει από 3 εώς 32 χαρακτήρες!';
$_['error_code']           = 'Ο Κωδικός Συναλλάγματος πρέπει να περιέχει 3 χαρακτήρες!';
$_['error_default']        = 'Προσοχή: Αυτό το συνάλλαγμα δεν μπορεί να διαγραφεί διότι είναι το προεπιλεγμένο συνάλλαγμα του καταστήματος!';
$_['error_store']          = 'Προσοχή: Αυτό το συνάλλαγμα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']          = 'Προσοχή: Αυτό το συνάλλαγμα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s παραγγελίες!';
?>