<?php
// Heading
$_['heading_title']      = 'Γεωγραφικές Ζώνες';

// Text
$_['text_success']       = 'Επιτυχία: Επεξεργαστήκατε τις Γεωγραφικές Ζώνες!';

// Column
$_['column_name']        = 'Όνομα Γεωγραφικής Ζώνης';
$_['column_description'] = 'Περιγραφή';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Γεωγραφικής Ζώνης:';
$_['entry_description']  = 'Περιγραφή:';
$_['entry_country']      = 'Χώρα:';
$_['entry_zone']         = 'Ζώνη:';

// Error
$_['error_permission']   = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις Γεωγραφικές Ζώνες!';
$_['error_name']         = 'Το Όνομα Γεωγραφικής Ζώνης πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_description']  = 'Το Όνομα Περιγραφής πρέπει να είναι από 3 εώς 255 χαρακτήρες!';
$_['error_tax_rate']     = 'Προσοχή: Αυτή η γεωγραφική ζώνη δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε ένα ή περισσότερα φορολογικά ποσοστά!';
?>