<?php
// Heading
$_['heading_title']     = 'Γλώσσα';  

// Text
$_['text_success']      = 'Επιτυχία: Επεξεργαστήκατε languages!';

// Column
$_['column_name']       = 'Όνομα Γλώσσας';
$_['column_code']       = 'Κωδικός';
$_['column_sort_order'] = 'Εμφάνιση Σειράς';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Γλώσσας:';
$_['entry_code']        = 'Κωδικός:<br /><span class="help">πχ: en. Μην το αλλάξετε εάν είναι η προεπιλέγμένη σας γλώσσα.</span>';
$_['entry_locale']      = 'Locale:<br /><span class="help">πχ: en_US.UTF-8,en_US,en-gb,en_gb,english</span>';
$_['entry_image']       = 'Εικόνα:<br /><span class="help">πχ: gb.png</span>';
$_['entry_directory']   = 'Κατάλογος:<br /><span class="help">Όνομα του καταλόγου γλώσσας (case-sensitive)</span>';
$_['entry_filename']    = 'Όνομα Αρχείου:<br /><span class="help">Το κύριο αρχείο γλώσσας χωρίς την επέκταση</span>';
$_['entry_status']      = 'Κατάσταση:<br /><span class="help">Απόκρυψη/Εμφάνιση στην λίστα με τις γλώσσες</span>';
$_['entry_sort_order']  = 'Εμφάνιση Σειράς:';

// Error
$_['error_permission']  = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις γλώσσες!';
$_['error_name']        = 'Το Όνομα Γλώσσας πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_code']        = 'Ο Κωδικός Γλώσσας πρέπει να περιέχει τουλάχιστον 2 χαρακτήρες!';
$_['error_locale']      = 'Απαιτείται το Locale!';
$_['error_image']       = 'Το όνομα του αρχείου εικόνας πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_directory']   = 'Ο Κατάλογος απαιτείται!';
$_['error_filename']    = 'Το Όνομα Αρχείου πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_default']     = 'Προσοχή: Αυτή η γλώσσα δεν μπορεί να διαγραφεί διότι είναι η προεπιλεγμένη γλώσσα καταστήματος!';
$_['error_admin']       = 'Προσοχή: Αυτή η γλώσσα δεν μπορεί να διαγραφεί διότι είναι η προεπιλεγμένη γλώσσα διαχείρισης!';
$_['error_store']       = 'Προσοχή: Αυτή η γλώσσα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']       = 'Προσοχή: Αυτή η γλώσσα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s παραγγελίες!';
?> 