<?php
// Heading
$_['heading_title']    = 'Κλάσεις Μήκους';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τις Κλάσεις Μήκους!';

// Column
$_['column_title']     = 'Τίτλος Μήκους';
$_['column_unit']      = 'Μονάδα Μήκους';
$_['column_value']     = 'Τιμή';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_title']      = 'Όνομα Μήκους:';
$_['entry_unit']       = 'Μονάδα Μήκους:';
$_['entry_value']      = 'Τιμή:<br /><span class="help">Εισάγετε 1.00000 εάν αυτό είναι το προεπιλεγμένο μήκος.</span>';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις κλάσεις μήκους!';
$_['error_title']      = 'Ο Τίτλος Μήκους πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_unit']       = 'Η Μονάδα Μήκους πρέπει να είναι από 1 έως 4 χαρακτήρες!';
$_['error_default']    = 'Προσοχή: Αυτή η κλάση μήκους δεν μπορεί να διαγραφεί διότι είναι η προεπιλεγμένη κλάση μήκους καταστήματος!';
$_['error_product']    = 'Προσοχή: Αυτή η κλάση μήκους δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
?>