<?php
// Heading
$_['heading_title']    = 'Κατάσταση Παραγγελίας';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τις καταστάσεις παραγγελίας!';

// Column
$_['column_name']      = 'Όνομα Κατάστασης Παραγγελίας';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Κατάστασης Παραγγελίας:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις καταστάσεις παραγγελίας!';
$_['error_name']       = 'Το Όνομα Κατάστασης Παραγγελίας πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_default']    = 'Προσοχή: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί διότι είναι η προεπιλεγμένη κατάσταση παραγγελίας του καταστήματος!';
$_['error_download']   = 'Προσοχή: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί διότι είναι η προεπιλεγμένη κατάσταση μεταφόρτωσης καταστήματος!';
$_['error_store']      = 'Προσοχή: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']      = 'Προσοχή: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s orders!';
?>