<?php
// Heading
$_['heading_title']    = 'Κατάσταση Επιστροφής';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τις καταστάσεις επιστροφής!';

// Column
$_['column_name']      = 'Όνομα Καταστασης Επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Καταστασης Επιστροφής:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε return statues!';
$_['error_name']       = 'Το Όνομα Καταστασης Επιστροφής πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_default']    = 'Προσοχή: Αυτή η Κατάσταση Επιστροφής δεν μπορεί να διαγραφεί διότι είναι η προεπιλέγμενη Κατάσταση Επιστροφής!';
$_['error_return']     = 'Προσοχή: Αυτή η Κατάσταση Επιστροφής δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s επιστροφές!';
?>