<?php
// Heading
$_['heading_title']    = 'Λόγος Επιστροφής';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τους λόγους επιστροφής!';

// Column
$_['column_name']      = 'Όνομα Λόγου Επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Λόγου Επιστροφής:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τους λόγους επιστροφής!';
$_['error_name']       = 'Το Όνομα Λόγου Επιστροφής πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_return']     = 'Προσοχή: Αυτός ο Λόγος Επιστροφής δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε  %s επιστραμένα προϊόντα!';
?>