<?php
// Heading
$_['heading_title']    = 'Ενέργεια Επιστροφής';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τις ενέργειες επιστροφής!';

// Column
$_['column_name']      = 'Όνομα Ενέργειας Επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Ενέργειας Επιστροφής:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις ενέργειες επιστροφής!';
$_['error_name']       = 'Το Όνομα Ενέργειας Επιστροφής πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_return']     = 'Προσοχή: Αυτή η ενέργεια επιστροφής δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s επιστραμένα προϊόντα!';
?>