<?php
// Heading
$_['heading_title']    = 'Κατάσταση Αποθήκης';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τις καταστάσεις αποθήκης!';

// Column
$_['column_name']      = 'Όνομα Κατάστασης Αποθήκης';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Κατάστασης Αποθήκης:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις καταστάσεις αποθήκης!';
$_['error_name']       = 'Το Όνομα Κατάστασης Αποθήκης πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_product']    = 'Προσοχή: Αυτή η κατάσταση αποθήκης δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
?>
