<?php
// Heading
$_['heading_title']        = 'Φορολογικά Ποσοστά';

// Text
$_['text_percent']         = 'Ποσοστό';
$_['text_amount']          = 'Σταθερό Ποσό';
$_['text_success']         = 'Επιτυχία: Επεξεργαστήκατε τα φορολογικά ποσοστά!';

// Column
$_['column_name']          = 'Όνομα Φορολογίας';
$_['column_rate']          = 'Φορολογικό Ποσοστό';
$_['column_type']          = 'Τύπος';
$_['column_geo_zone']      = 'Γεωγραφική Ζώνη';
$_['column_date_added']    = 'Ημερομηνία Προσθήκης';
$_['column_date_modified'] = 'Ημερομηνία Επεξεργασίας';
$_['column_action']        = 'Ενέργεια';

// Entry
$_['entry_name']           = 'Όνομα Φορολογίας:';
$_['entry_rate']           = 'Φορολογικό Ποσοστό:';
$_['entry_type']           = 'Τύπος:';
$_['entry_customer_group'] = 'Ομάδα Πελατών:';
$_['entry_geo_zone']       = 'Γεωγραφική Ζώνη:';

// Error
$_['error_permission']     = 'Προσοχή: Δεν έχετε την άδεια να επξεργαστείτε τα φορολογικά ποσοστά!';
$_['error_tax_rule']       = 'Προσοχή: Αυτό το φορολογικό ποσοστό δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s φορολογικές κλάσεις!';
$_['error_name']           = 'Το Όνομα Φορολογίας πρέπει να είναι απο 3 εώς 32 χαρακτήρες!';
$_['error_rate']           = 'Το Φορολογικό Ποσοστό είναι απαραίτητο!';
?>
