<?php
// Heading
$_['heading_title']     = 'Φορολογική Κλάση';

// Text
$_['text_success']      = 'Επιτυχία: Επεξεργαστήκατε τις φορολογικές κλάσεις!';

// Column
$_['column_title']      = 'Τίτλος Φορολογικής Κλάσης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_title']       = 'Τίτλος Φορολογικής Κλάσης:';
$_['entry_description'] = 'Περιγραφή:';
$_['entry_geo_zone']    = 'Γεωγραφική Ζώνη:';
$_['entry_priority']    = 'Προτεραιότητα:';
$_['entry_rate']        = 'Φορολογικό Ποσοστό:';

// Error
$_['error_permission']  = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις φορολογικές κλάσεις!';
$_['error_title']       = 'Ο Τίτλος Φορολογικής Κλάσης πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_description'] = 'Η περιγραφή πρέπει να είναι από 3 and 255 χαρακτήρες!';
$_['error_priority']    = 'Η Φορολογική προτεραιότητα απαιτείται!';
$_['error_rate']        = 'Φορολογικό Ποσοστό απαιτείται!';
$_['error_description'] = 'Η Περιγραφή Φορολογικού Ποσοστου πρέπει να είναι από 3 εώς 255 χαρακτήρες!';
$_['error_product']     = 'Προσοχή: Αυτή η Φορολογική Κλάση δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
?>
