<?php
// Heading
$_['heading_title']    = 'Κλάσεις Βάρους';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τις κλάσεις βάρους!';

// Column
$_['column_title']     = 'Τίτλος Βάρους';
$_['column_unit']      = 'Μονάδα Βάρους';
$_['column_value']     = 'Τιμή';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_title']      = 'Τίτλος Βάρους:';
$_['entry_unit']       = 'Μονάδα Βάρους:';
$_['entry_value']      = 'Τιμή:<br /><span class="help">Εισάγετε 1.00000 εάν αυτό είναι το προεπιλεγμένο σας βάρος.</span>';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις κλάσεις βάρους!';
$_['error_title']      = 'Ο Τίτλος Βάρους πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_unit']       = 'Η Μονάδα Βάρους πρέπει να είναι από 1 εώς 4 χαρακτήρες!';
$_['error_default']    = 'Προσοχή: Αυτή η κλάση βάρους δεν μπορεί να διαγραφεί διότι είναι η προεπιλέγμενη κλάση βάρους του καταστήματος!';
$_['error_product']    = 'Προσοχή: Αυτή η κλάση βάρου δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
?>