<?php
// Heading
$_['heading_title']          = 'Ζώνες';

// Text
$_['text_success']           = 'Επιτυχία: Επεξεργαστήκατε τις ζώνες!';

// Column
$_['column_name']            = 'Όνομα ζώνης';
$_['column_code']            = 'Κωδικός ζώνης';
$_['column_country']         = 'Χώρα';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_status']           = 'Κατάσταση Ζώνης:';
$_['entry_name']             = 'Όνομα Ζώνης:';
$_['entry_code']             = 'Κωδικός Ζώνης:';
$_['entry_country']          = 'Χώρα:';

// Error
$_['error_permission']       = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε ζώνες!';
$_['error_name']             = 'Όνομα Ζώνης πρέπει να είναι από 3 εώς 128 χαρακτήρες!';
$_['error_default']          = 'Προσοχή: Αυτή η ζώνη δεν μπορεί να διαγραφεί διότι είναι η προεπιλέγμενη ζώνη του καταστήματος!';
$_['error_store']            = 'Προσοχή: Αυτή η ζώνη δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s καταστήματα!';
$_['error_address']          = 'Προσοχή: Αυτή η ζώνη δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s επαφές του βιβλίου επαφών!';
$_['error_affiliate']        = 'Προσοχή: Αυτή η ζώνη δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s συνεργάτες!';
$_['error_zone_to_geo_zone'] = 'Προσοχή: Αυτή η ζώνη δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s to γεωγραφικές ζώνες!';
?>