<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['entry_weight_class'] = 'Вагова категорія:'; #36937
$_['entry_status'] = 'Статус:'; #36938
$_['heading_title'] = 'Royal Mail'; #37086
$_['text_shipping'] = 'Доставка'; #37087
$_['text_success'] = 'Налаштування Royal Mail змінено!'; #37088
$_['entry_geo_zone'] = 'Гео-зона:'; #37089
$_['entry_sort_order'] = 'Порядок сортування:'; #37090
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань Royal Mail!'; #37091
$_['entry_display_weight'] = 'Відображати вагу пакунку:<br /><span class="help">Наприклад, 2.7674кг</span>'; #37092
$_['entry_display_insurance'] = 'Відображати страхування:<br /><span class="help">Наприклад, 500</span>'; #37093
$_['entry_tax_class'] = 'Клас податків:'; #38942
$_['tab_1st_class_standard'] = 'Стандартне повідомлення першого класу'; #38943
$_['tab_1st_class_recorded'] = 'Записане повідомлення першого класу'; #38944
$_['tab_2nd_class_standard'] = 'Стандартне повідомлення другого класу'; #38945
$_['tab_2nd_class_recorded'] = 'Записане повідомлення другого класу'; #38946
$_['tab_special_delivery_500'] = 'Спеціальна доставка наступного дня (&pound;500)'; #38947
$_['tab_special_delivery_1000'] = 'Спеціальна доставка наступного дня (&pound;1000)'; #38948
$_['tab_special_delivery_2500'] = 'Спеціальна доставка наступного дня (&pound;2500)'; #38949
$_['tab_standard_parcels'] = 'Стандартні посилки'; #38950
$_['tab_airmail'] = 'Авіапошта'; #38951
$_['tab_international_signed'] = 'Міжнародний підпис'; #38952
$_['tab_airsure'] = 'Рекомендована авіапошта'; #38953
$_['entry_rate'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість, і т.д...</span>'; #38958
$_['entry_insurance'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.</span>'; #39038
$_['entry_airmail_rate_1'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AL, AD, AM, AT, AZ, BY, BE, BA, BG, HR, CY, CZ, DK, EE, FO, FI, FR, GE, DE, GI, GR, GL, HU, IS, IE, IT, KZ, KG, LV, LI, LT, LU, MK, MT, MD, MC, NL, NO, PL, PT, RO, RU, SM, SK, SI, ES, SE, CH, TJ, TR, TM, UA, UZ, VA</span>'; #39040
$_['entry_airmail_rate_2'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються для всіх інших країн не вказаних вище.</span>'; #39041
$_['entry_international_signed_rate_1'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AL, AD, AM, AT, AZ, BY, BE, BA, BG, HR, CY, CZ, DK, EE, FO, FI, FR, GE, DE, GI, GR, GL, HU, IS, IE, IT, KZ, KG, LV, LI, LT, LU, MK, MT, MD, MC, NL, NO, PL, PT, RO, RU, SM, SK, SI, ES, SE, CH, TJ, TR, TM, UA, UZ, VA</span>'; #39042
$_['entry_international_signed_insurance_1'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AL, AD, AM, AT, AZ, BY, BE, BA, BG, HR, CY, CZ, DK, EE, FO, FI, FR, GE, DE, GI, GR, GL, HU, IS, IE, IT, KZ, KG, LV, LI, LT, LU, MK, MT, MD, MC, NL, NO, PL, PT, RO, RU, SM, SK, SI, ES, SE, CH, TJ, TR, TM, UA, UZ, VA</span>'; #39043
$_['entry_international_signed_rate_2'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються для всіх інших країн не вказаних вище.</span>'; #39044
$_['entry_international_signed_insurance_2'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.<br /><br />Дані тарифи застосовуються для всіх інших країн не вказаних вище.</span>'; #39045
$_['entry_airsure_rate_1'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AD, AT, BE, CH, DE, DK, ES, FO, FI, FR, IE, IS, LI, LU, MC, NL, PT, SE</span>'; #39046
$_['entry_airsure_insurance_1'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AD, AT, BE, CH, DE, DK, ES, FO, FI, FR, IE, IS, LI, LU, MC, NL, PT, SE</span>'; #39047
$_['entry_airsure_rate_2'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />BR, CA, HK, MY, NZ, SG, US</span>'; #39048
$_['entry_airsure_insurance_2'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />BR, CA, HK, MY, NZ, SG, US</span>'; #39049
$_['tab_surface'] = 'Поверхня'; #39050