<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['text_price'] = 'Ціна'; #35646
$_['text_model'] = 'Модель:'; #35647
$_['text_manufacturer'] = 'Виробник'; #35648
$_['text_write'] = 'Написати відгук'; #35649
$_['text_no_reviews'] = 'Відгуки для даного товару відсутні'; #35650
$_['text_qty'] = 'Кількість:'; #35651
$_['text_tags'] = 'Теги'; #35652
$_['entry_rating'] = 'Рейтинг'; #35653
$_['entry_good'] = 'Добре'; #35654
$_['entry_bad'] = 'Погано'; #35655
$_['entry_captcha'] = 'Введіть код, вказаний на зображенні:'; #35656
$_['tab_description'] = 'Опис'; #35657
$_['tab_related'] = 'Рекомендуємо'; #35658
$_['text_discount'] = 'Кількість, Ціна:'; #36118
$_['text_error'] = 'Товар не знайдено!'; #36119
$_['text_instock'] = 'На складі'; #36120
$_['text_wait'] = 'Зачекайте, будь ласка!'; #36121
$_['entry_name'] = 'Ваше Ім’я:'; #36122
$_['entry_review'] = 'Ваш відгук:'; #36123
$_['tab_review'] = 'Відгуки (%s)'; #36124
$_['error_name'] = 'Назва відгуку повинна містити від 3 до 25 символів!'; #36125
$_['error_text'] = 'Текст відгуку повинен містити від 3 до 25 символів!'; #36126
$_['error_rating'] = 'Будь ласка, оберіть рейтинг відгуку!'; #36127
$_['error_captcha'] = 'Код перевірки не співпадає із вказаним на зображенні!'; #36128
$_['text_success'] = 'Дякуємо за відгук! Після підтвердження адміністратором він з’явиться на сайті.'; #36160
$_['text_note'] = '<span style="color:red">Примітка:</span>HTML теги не дозволені! Використовуйте звичайний текст.'; #36161
$_['text_stock'] = 'Наявність:'; #37528
$_['text_option'] = 'Наявні опції'; #37529
$_['text_reviews'] = 'Базовано на %s відгуках.'; #37530
$_['text_share'] = 'Поділитись'; #37531
$_['text_upload'] = 'Ваш файл успішно завантажено!'; #37532
$_['tab_attribute'] = 'Специфікація'; #37533
$_['error_upload'] = 'Необхідно завантажити файл!'; #37534
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 128 символів!'; #37535
$_['error_filetype'] = 'Неправильний тип файлу!'; #37536
$_['text_or'] = '- АБО -'; #37537
$_['text_minimum'] = 'Мінімальна кількість товарів, яку можна замовити становить %s'; #37883
$_['text_reward'] = 'Бонусні бали:'; #38081
$_['text_points'] = 'Ціна в балах:'; #38463
$_['text_tax'] = 'Податок на обмін:'; #38464
$_['text_search'] = 'Пошук'; #38540
$_['text_brand'] = 'Бренд'; #38541
$_['text_on'] = 'про'; #39347