<?php
// Heading
$_['heading_title']          = 'Χαρακτηριστικά';

// Text
$_['text_success']           = 'Επιτυχία: Επξεργαστήκατε τα χαρακτηριστικά!';

// Column
$_['column_name']            = 'Όνομα Χαρακτηριστικού';
$_['column_attribute_group'] = 'Ομάδα Χαρακτηριστικού';
$_['column_sort_order']      = 'Σειρά Εμφάνισης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_name']            = 'Όνομα Χαρακτηριστικού:';
$_['entry_attribute_group'] = 'Ομάδα Χαρακτηριστικού:';
$_['entry_sort_order']      = 'Σειρά Εμφάνισης:';

// Error
$_['error_permission']      = 'Προσοχή: Δεν έχετε άδεια να επεξεργαστείτε τα χαρακτηριστικά!';
$_['error_name']            = 'Το Όνομα Χαρακτηριστικού πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_product']         = 'Προσοχή: Αυτό το χαρακτηριστικό δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
?>