<?php
// Heading
$_['heading_title']     = 'Ομάδες Χαρακτηριστικών';

// Text
$_['text_success']      = 'Επιτυχία: Επξεργαστήκατε τις ομάδες χαρακτηριστικών!';

// Column
$_['column_name']       = 'Όνομα Ομάδας Χαρακτηριστικών';
$_['column_sort_order'] = 'Σειρά Εμφάνισης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Ομάδας Χαρακτηριστικών:';
$_['entry_sort_order']  = 'Σειρά Εμφάνισης:';

// Error
$_['error_permission']  = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε attribute groups!';
$_['error_name']        = 'Το Όνομα Ομάδας Χαρακτηριστικών πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_attribute']   = 'Προσοχή: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί διότι ανήκει αυτην την στιγμή σε %s χαρακτηριστκά!';
$_['error_product']     = 'Προσοχή: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί διότι ανήκει αυτην την στιγμή σε %s προϊόντα!';
?>