<?php
// Heading
$_['heading_title']    = 'Μεταφορτώσεις';

// Text
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε downloads!';

// Column
$_['column_name']      = 'Όνομα Μεταφόρτωσης';
$_['column_remaining'] = 'Επιτρεπόμενος Αριθμός Μεταφορτώσεων';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Μεταφόρτωσης:';
$_['entry_filename']   = 'Όνομα Αρχείου:';
$_['entry_remaining']  = 'Επιτρεπόμενος Αριθμός Μεταφορτώσεω:';
$_['entry_update']     = 'Εφαρμογή αναβάθμισης σε ήδη υπάρχοντες Πελάτες Push:<br /><span class="help">Επιλέξτε για να αναβαθμίσετε τυχόν αγορασμένες εκδόσεις με την τρέχουσα.</span>';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεργαστείτε τις μεταφορτώσεις!';
$_['error_name']       = 'Το όνομα πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_filename']   = 'Το όνομα αρχείου πρέπει να είναι από 3 εώς 128 χαρακτήρες!';
$_['error_filetype']   = 'Μη έγκυρος τύπος αρχείου!';
$_['error_product']    = 'Προσοχή: Αυτή η μεταφόρτωση δε μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
?> 