<?php
// Heading
$_['heading_title']     = 'Πληροφορίες';

// Text
$_['text_success']      = 'Επιτυχία: Επεξεργαστήκατε τις πληροφορίες!';
$_['text_default']      = 'Προεπιλογή';

// Column
$_['column_title']      = 'Τίτλος Σελίδας';
$_['column_sort_order']	= 'Εμφάνιση Σειράς';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_title']       = 'Τίτλος Σελίδας:';
$_['entry_description'] = 'Περιγραφή:';
$_['entry_store']       = 'Καταστήματα:';
$_['entry_keyword']     = 'SEO Keyword:';
$_['entry_status']      = 'Κατάσταση:';
$_['entry_sort_order']  = 'Εμφάνιση Σειράς:<br/><span class="help">Βάλετε -1 για να το κρύψετε από τον κατάλογο</span>';
$_['entry_layout']      = 'Παράκαμψη Layout:';

// Error 
$_['error_warning']     = 'Προσοχή: Παρακαλώ ελέγξτε προσεκτικά την φόρμα για λάθη!';
$_['error_permission']  = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις πληροφορίες!';
$_['error_title']       = 'Ο Τίτλος Σελίδας πρέπει να είναι απο 3 εώς 64 χαρακτήρες!';
$_['error_description'] = 'H Περιγραφή πρέπει να είναι τουλάχιστον 3 χαρακτήρες';
$_['error_account']     = 'Προσοχή: Η Σελίδα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί στους όρους απορρήτου λογαριασμού!';
$_['error_checkout']    = 'Προσοχή: Η Σελίδα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί στους όρους χρήσης και προϋποθέσεις!';
$_['error_affiliate']   = 'Προσοχή: Η Σελίδα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί στους όρους συνεργατών!';
$_['error_store']       = 'Προσοχή: Η Σελίδα δεν μπορεί να διαγραφεί διότι χρησιμοποιείται αυτήν την στιγμή απο %s καταστήματα!';
?>