<?php
// Heading
$_['heading_title']      = 'Κατασκευαστής';

// Text
$_['text_success']       = 'Επιτυχία: Επεξεργαστήκατε τους κατασκευαστές!';
$_['text_default']       = 'Προεπιλογή';
$_['text_image_manager'] = 'Διαχείριση Εικόνων';
$_['text_percent']       = 'Ποσοστό';
$_['text_amount']        = 'Σταθερό Ποσό';

// Column
$_['column_name']        = 'Όνομα Κατασκευαστή';
$_['column_sort_order']  = 'Εμφάνιση Σειράς';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Κατασκευαστή:';
$_['entry_store']        = 'Καταστήματα:';
$_['entry_keyword']      = 'SEO Keyword:';
$_['entry_image']        = 'Εικόνα:';
$_['entry_sort_order']   = 'Εμφάνιση Σειράς:';
$_['entry_type']         = 'Είδος:';

// Error
$_['error_permission']   = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τους κατασκευαστές!';
$_['error_name']         = 'Το Όνομα Κατασκευαστή πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_product']      = 'Προσοχή: Αυτός ο κατασκευαστής δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s προϊόντα!';
?>
