<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['text_title'] = 'Кредитна картка / дебетова картка (надійна система від PayPal)'; #36017
$_['text_credit_card'] = 'Деталі кредитної картки'; #36018
$_['text_start_date'] = '(якщо є)'; #36019
$_['text_issue'] = '(тільки для карток Maestro та Solo)'; #36020
$_['text_wait'] = 'Будь ласка, зачекайте!'; #36021
$_['entry_cc_owner'] = 'Власник картки:'; #36022
$_['entry_cc_type'] = 'Тип картки:'; #36023
$_['entry_cc_number'] = 'Номер картки:'; #36024
$_['entry_cc_start_date'] = 'Дата початку дії картки:'; #36025
$_['entry_cc_expire_date'] = 'Дата закінчення терміну дії картки:'; #36026
$_['entry_cc_cvv2'] = 'Захисний код картки (CVV2):'; #36027
$_['entry_cc_issue'] = 'Серійний номер картки:'; #36028
$_['error_required'] = 'Помилка: усі поля платіжної інформації обов’язкові до заповнення.'; #36029
$_['error_general'] = 'Помилка: виявлено помилку підчас виконання транзакції. Будь ласка, спробуйте знову.'; #36030
$_['error_config'] = 'Помилка: невірні параметри конфігурації модуля. Будь ласка, перевірте права доступу.'; #36031
$_['error_address'] = 'Помилка: не збігаються платіжні поля міста, штату і поштового коду. Будь ласка, спробуйте знову.'; #36032
$_['error_declined'] = 'Помилка: Транзакцію було відхилено. Будь ласка, спробуйте знову.'; #36033
$_['error_invalid'] = 'Помилка: Надана інформація про кредитну картку не дійсна. Будь ласка, спробуйте знову.'; #36034