<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Cezar Dolmatov (neon8-160@yandex.ru)
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Група клієнтів'; #36572
$_['column_name'] = 'Назва групи клієнтів'; #36573
$_['column_action'] = 'Дія'; #36574
$_['entry_name'] = 'Назва групи клієнтів:'; #36575
$_['text_success'] = 'Редагування груп клієнтів успішно завершено!'; #37390
$_['error_permission'] = 'Ви не маєте повноважень для редагування груп клієнтів!'; #37391
$_['error_name'] = 'Назва групи повинна містити від 3 до 64 символів!'; #37392
$_['error_default'] = 'Групу клієнтів не може бути видалено, оскільки вона використовується за замовчуванням!'; #37393
$_['error_store'] = 'Групу клієнтів не може бути видалено, оскільки вона використовується магазинами %s!'; #37394
$_['error_customer'] = 'Групу клієнтів не може бути видалено, оскільки до неї відносяться покупці %s!'; #37395
$_['entry_description'] = 'Опис:'; #39348
$_['entry_approval'] = 'Затвердження нових клієнтів:<br /><span class="help">Клієнти повинні бути схвалені адміністратором перед тим як увійти до систему.</span>'; #39430
$_['entry_company_id_display'] = 'Відображення номера компанії:<br /><span class="help">Поле відображення номера компанії.</span>'; #39431
$_['entry_company_id_required'] = 'Необхідно вказати номер компанії:<br /><span class="help">
Вкажіть групу користувачів якої необхідно вказувати номер компанії в платіжному адресі, перед підтвердженням покупки.</span>'; #39432
$_['entry_tax_id_required'] = 'Необхідність вказувати ID податку:<br /><span class="help">Вкажіть групу користувачів які повинні вказувати ID податку в платіжному адресі, перед підтвердженням покупки.</span>'; #39433
$_['entry_sort_order'] = 'Порядок сортування:'; #39434
$_['entry_tax_id_display'] = 'Відображення ID податківця:<br /><span class="help">Відображення номера компанії в платіжному адресі.</span>'; #39439
$_['column_sort_order'] = 'Порядок сортування:'; #39442