<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Cezar Dolmatov (neon8-160@yandex.ru)
 Eugene Kuligin (k.evgen@meta.ua)
 Roman Shtepa (xr0m3oz@gmail.com)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Замовлення'; #36517
$_['text_invoice'] = 'Рахунок-фактура'; #36518
$_['text_order_id'] = 'Код замовлення:'; #36519
$_['text_telephone'] = 'Телефон'; #36521
$_['text_fax'] = 'Факс'; #36522
$_['text_to'] = 'Кому'; #36523
$_['column_status'] = 'Статус'; #36524
$_['column_total'] = 'Разом'; #36525
$_['column_product'] = 'Товар'; #36526
$_['column_model'] = 'Модель'; #36527
$_['column_quantity'] = 'Кількість'; #36528
$_['column_download'] = 'Назва завантаження'; #36529
$_['column_filename'] = 'Назва файлу'; #36530
$_['column_remaining'] = 'Решта'; #36531
$_['column_comment'] = 'Коментар'; #36532
$_['column_action'] = 'Дія'; #36533
$_['entry_order_status'] = 'Статус замовлення:'; #36534
$_['entry_comment'] = 'Коментар:'; #36535
$_['entry_notify'] = 'Повідомити клієнта:'; #36536
$_['text_success'] = 'Параметри замовлення успішно змінені!'; #37396
$_['text_ship_to'] = 'Отримувач'; #37397
$_['text_wait'] = 'Будь ласка, зачекайте!'; #37398
$_['column_date_added'] = 'Дата замовлення'; #37399
$_['column_price'] = 'Ціна за найменування'; #37400
$_['column_notify'] = 'Повідомити користувача'; #37401
$_['error_permission'] = 'Ви не маєте повноважень для зміни параметрів замовлення!'; #37402
$_['text_date_added'] = 'Дата замовлення:'; #37472
$_['text_invoice_date'] = 'Дата рахунку-фактури:'; #37473
$_['text_ip'] = 'IP-адреса:'; #38148
$_['text_shipping_method'] = 'Спосіб доставки:'; #38149
$_['text_payment_method'] = 'Спосіб оплати:'; #38150
$_['text_total'] = 'Усього:'; #38151
$_['text_reward'] = 'Бонусні бали'; #38152
$_['text_order_status'] = 'Статус замовлення:'; #38153
$_['text_comment'] = 'Коментар:'; #38154
$_['text_date_modified'] = 'Дата зміни:'; #38155
$_['text_lastname'] = 'Прізвище:'; #38156
$_['text_company'] = 'Компанія:'; #38157
$_['text_address_1'] = 'Адреса 1:'; #38158
$_['text_address_2'] = 'Адреса 2:'; #38159
$_['text_city'] = 'Місто:'; #38160
$_['text_country'] = 'Країна:'; #38161
$_['text_default'] = 'За замовчуванням'; #38162
$_['text_credit_add'] = 'Додати кредит'; #38163
$_['column_order_id'] = 'Код замовлення'; #38164
$_['column_date_modified'] = 'Дата зміни'; #38165
$_['text_customer'] = 'Покупець'; #38252
$_['text_customer_group'] = 'Група покупців'; #38253
$_['text_affiliate'] = 'Партнерська програма:'; #38254
$_['text_commission'] = 'Комісія:'; #38255
$_['text_firstname'] = 'Ім’я:'; #38256
$_['text_postcode'] = 'Поштовий індекс:'; #38257
$_['text_zone'] = 'Регіон / область:'; #38258
$_['text_reward_add'] = 'Додати бонусні бали'; #38259
$_['text_reward_added'] = 'Бонусні бали додані!'; #38260
$_['text_reward_remove'] = 'Змінити бонусні бали'; #38261
$_['text_reward_removed'] = 'Бонусні бали змінено!'; #38262
$_['text_store_name'] = 'Назва магазину:'; #38364
$_['text_store_url'] = 'Адреса URL:'; #38365
$_['text_email'] = 'E-mail:'; #38366
$_['text_zone_code'] = 'Регіон / код штату:'; #38367
$_['text_download'] = 'Замовлення завантажень'; #38368
$_['text_commission_add'] = 'Додати комісію'; #38369
$_['text_commission_added'] = 'Комісію успішно додано!'; #38370
$_['text_commission_remove'] = 'Видалити комісію'; #38371
$_['text_commission_removed'] = 'Комісію було успішно видалено!'; #38372
$_['text_credit_added'] = 'Кредит успішно додано до облікового запису!'; #38373
$_['text_credit_remove'] = 'Видалити кредит'; #38374
$_['text_credit_removed'] = 'Кредит успішно видалено з облікового запису!'; #38375
$_['column_customer'] = 'Покупець'; #38376
$_['text_invoice_no'] = 'Номер рахунку:'; #38377
$_['entry_store'] = 'Магазин:'; #38708
$_['entry_customer'] = 'Покупець:'; #38709
$_['entry_firstname'] = 'Ім’я:'; #38710
$_['entry_lastname'] = 'Прізвище:'; #38711
$_['entry_email'] = 'E-mail:'; #38712
$_['entry_telephone'] = 'Телефон:'; #38713
$_['entry_fax'] = 'Факс:'; #38714
$_['entry_address'] = 'Оберіть адресу:'; #38715
$_['entry_company'] = 'Компанія:'; #38716
$_['entry_address_1'] = 'Адреса 1:'; #38717
$_['entry_address_2'] = 'Адреса 2:'; #38718
$_['entry_city'] = 'Місто:'; #38719
$_['entry_postcode'] = 'Поштовий індекс:'; #38720
$_['entry_country'] = 'Країна:'; #38721
$_['entry_zone'] = 'Регіон / штат:'; #38722
$_['entry_zone_code'] = 'Регіон / Поштовий індекс:'; #38723
$_['entry_product'] = 'Товар:'; #38724
$_['entry_quantity'] = 'Кількість:'; #38725
$_['entry_affiliate'] = 'Партнерська програма:'; #38726
$_['entry_shipping'] = 'Спосіб доставки:'; #38727
$_['entry_payment'] = 'Спосіб оплати:'; #38728
$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #38729
$_['error_lastname'] = 'Прізвище повинно містити від 1 до 32 символів!'; #38730
$_['error_email'] = 'Невірний формат e-mail!'; #38731
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #38732
$_['error_password'] = 'Пароль повинен містити від 3 до 20 символів!'; #38733
$_['error_confirm'] = 'Підтвердження паролю не збігається з оригіналом!'; #38734
$_['error_address_1'] = 'Адреса 1 повинна містити від 3 до 128 символів!'; #38735
$_['error_city'] = 'Назва міста повинна містити від 3 до 128 символів!'; #38736
$_['error_postcode'] = 'Поштовий індекс для цієї країни повинен містити від 2 до 10 символів!'; #38737
$_['error_country'] = 'Будь ласка, оберіть країну!'; #38738
$_['error_zone'] = 'Будь ласка, оберіть регіон / штат!'; #38739
$_['text_upload'] = 'Файл успішно завантаженно!'; #38968
$_['entry_customer_group'] = 'Група клієнта:'; #38969
$_['entry_option'] = 'Обраті варіант(и):'; #38970
$_['error_upload'] = 'Необхідно завантажити!'; #38971
$_['error_filename'] = 'Назва файлу повинна містити вид 3 до 128 символів!'; #38972
$_['error_filetype'] = 'Не правильний тип файлу!'; #38973
$_['error_action'] = 'Неможливо завершити дію!'; #38974
$_['entry_to_name'] = 'Ім’я отримувача:'; #39200
$_['entry_from_name'] = 'Ім’я відправника:'; #39201
$_['entry_message'] = 'Повідомлення:'; #39202
$_['text_proxy_score'] = 'Налаштування проксі:'; #39212
$_['text_order'] = 'Деталі замовлення'; #39213
$_['text_country_code'] = '	Код країни:<br /><span class="help">Код країни за IP адресою.</span>'; #39228
$_['error_warning'] = 'Увага! Будь-ласка, уважно перевірте форму на помилки!'; #39229
$_['text_ip_country_name'] = 'IP країни: <br /><span class="help">Визначення назви країни за IP адресою.</span>'; #39230
$_['text_ip_domain'] = 'IP домену:<br /><span class="help">Визначення домену за IP адресою.</span>'; #39231
$_['text_forwarded_ip'] = 'Переадресовані IP:'; #39234
$_['text_user_agent'] = 'Агент користувача:'; #39235
$_['text_accept_language'] = 'Прийняти мову:'; #39236
$_['text_missing'] = 'Загублені замовлення'; #39237
$_['text_product'] = 'Додати товари'; #39238
$_['text_voucher'] = 'Додати ваучери'; #39239
$_['text_generate'] = 'Генерувати'; #39240
$_['entry_to_email'] = 'E-mail отримувача:'; #39241
$_['entry_from_email'] = 'E-mail відправника:'; #39242
$_['entry_theme'] = 'Оформлення подарункового сертифікату'; #39243
$_['entry_coupon'] = 'Купон:'; #39244
$_['entry_voucher'] = 'Ваучер:'; #39245
$_['entry_reward'] = 'Бали:'; #39246
$_['text_distance'] = 'Дистанція: <br /><span class="help">Відстань від      IP адреси до місцезнаходження платника в кілометрах (більша відстань = більший ризик).</span>'; #39258
$_['text_ip_region'] = 'IP регіону:<br /><span class="help">Визначення області/регіону за IP адресою.</span>'; #39259
$_['text_ip_city'] = 'IP міста:<br /><span class="help">Визначення міста за IP адресою.</span>'; #39260
$_['text_anonymous_proxy'] = 'Анонімне проксі: <br /><span class="help">Схоже, що IP адреса належить анонімному проксі-сервісу (анонімне проксі = дуже великий ризик).</span>'; #39261
$_['text_free_mail'] = 'Безплатний Email: <br /><span class="help">Схоже, що e-mail адреса належить безплатному поштовому сервісу (безплатний e-mail = вищий ризик).</span>'; #39262
$_['text_country_match'] = 'Відповідність країн:<br /><span class="help">Країна IP адреси відповідає країні, з якої вказано адресу платника (невідповідність = високий ризик).</span>'; #39263
$_['text_high_risk_country'] = 'Країна з високим ризиком:<br /><span class="help">Схоже, що IP адреса чи адреса платника знаходяться в Гані, Нігерії чи В’єтнамі.</span>'; #39264
$_['text_ip_time_zone'] = 'IP часового поясу:<br /><span class="help">Визначення часового поясу за IP адресою.</span>'; #39265
$_['entry_amount'] = 'Кількість:'; #39266
$_['text_ip_latitude'] = 'IP широта:<br /><span class="help">Широта місцезнаходження адреси IP.</span>'; #39267
$_['text_ip_longitude'] = 'IP довгота:<br /><span class="help">Довгота місцезнаходження адреси IP.</span>'; #39268
$_['text_ip_org'] = 'IP організація:<br /><span class="help">Організація, якій належить адреса IP.</span>'; #39269
$_['text_ip_postal_code'] = 'Поштовий індекс адреси IP:<br /><span class="help">Приблизний поштовий індекс адреси IP.</span>'; #39270
$_['text_ip_isp'] = 'Інтернет провайдер:<br /><span class="help">Інтернет провайдер відповідно до IP адреси.</span'; #39271
$_['text_carder_email'] = 'Підмінено адресу e-mail:<br /><span class="help">Схоже,що e-mail знаходиться в списку адрес з високим ризиком.</span>'; #39272
$_['text_ip_asnum'] = 'ASNUM:<br /><span class="help">Орієнтовна система нумерації адреси IP.</span>'; #39273
$_['text_ip_user_type'] = 'Тип IP користувача:<br /><span class="help">Орієнтовний тип IP користувача.</span>'; #39274
$_['text_ip_country_confidence'] = 'Приналежність IP до країни:<br /><span class="help">Вказує впевненість у тому, що ця країна вказана вірно.</span>'; #39275
$_['text_ip_region_confidence'] = 'Приналежність IP до регіону:<br /><span class="help">Вказує впевненість у тому, що цей регіон вказано вірно.</span>'; #39276
$_['text_ip_city_confidence'] = 'Приналежність IP до міста:<br /><span class="help">Вказує впевненість у тому, що це місто вказано вірно.</span>'; #39277
$_['text_ip_postal_confidence'] = 'Приналежність IP до поштового відділення:<br /><span class="help">Вказує впевненість у тому, що поштове відділення вказане вірно.</span>'; #39278
$_['text_ip_region_name'] = 'Назва регіону IP:<br /><span class="help">Орієнтовна назва регіону IP.</span>'; #39279
$_['text_ip_continent_code'] = 'Код континенту IP:<br /><span class="help">Орієнтовний код континенту IP.</span>'; #39280
$_['text_error'] = 'Текст помилки:<br /><span class="help">Вкажіть текст помилки у разі наявності повідомлення або помилкового запиту.</span>'; #39281
$_['text_ip_metro_code'] = 'IP код Метро:<br /><span class="help">Очікуваний код Metro IP адреси.</span>'; #39286
$_['text_ip_area_code'] = 'IP код області:<br /><span class="help">Очікуваний код області IP адреси.</span>'; #39287
$_['text_ip_corporate_proxy'] = 'IP корпоративного проксі:<br /><span class="help">Чи є IP корпоративним проксі в базі даних чи ні.</span>'; #39288
$_['text_is_trans_proxy'] = 'Прозорий проксі:<br /><span class="help">Чи є IP адреса в нашій базі даних відомих прозорих проксі серверів, отримана як параметр forwardedIP.</span>'; #39289
$_['text_ip_accuracy_radius'] = 'Точність радіусу ІР:<br /><span class="help"> Середня відстань між дійсною локацією користувача,який використовує ІР, і локацією, визначеною базою даних GeoIP City в милях.</span>
'; #39290
$_['text_high_risk_username'] = 'Логін з високий ризиком:<br /><span class="help">Якщо введене usernameMD5 знаходиться в базі даних імен користувачів із високим ризиком. Повертається лише, якщо usernameMD5 включено у вхідні дані.</span>'; #39291
$_['text_bin_phone_match'] = 'Збіг телефону Bin:<br /><span class="help">Коли телефонний номер обслуговування клієнтів збігається із введеним номером BIN. Повернене значення "Yes" забезпечує позитивну відмітку, що власник картки має у своєму розпорядженні кредитну картку.</span>'; #39292
$_['text_bin_phone'] = 'Телефон Bin:<br /><span class="help">Телефонні номери обслуговування клієнтів перераховані на звороті кредитної картки. Доступно приблизно для 75% номерів BIN. У деяких випадках повернений телефонний номер може бути застарілим</span>'; #39293
$_['text_customer_phone_in_billing_location'] = 'Телефонний номер клієнта в білінгі локації:<br /><span class="help">Коли телефонний номер клієнта знаходиться поштовому індексі білінгу, Повернене значення "Так" забезпечує позитивну відмітку, що зазначений номер телефону належить власнику картки. Повернене значення "Ні" означає, номер телефону може знаходитися на іншій території або може бути не зазначеним у нашій базі даних. "Не знайдено" повертається, коли  префікс телефонного номеру неможливо знайти в нашій базі даних взагалі. На даний момент ми підтримуємо лише телефонні номери США.</span>'; #39294
$_['text_high_risk_password'] = 'Пароль з високим ризиком:<br /><span class="help">Зберігання passwordMD5 у базі даних небезпечно. Повертається лише, якщо password MD5 включено у вхідні дані.</span>'; #39295
$_['text_bin_match'] = 'Збіг BIN:<br /><span class="help">Коли країна банку-емітента на основі номеру BIN збігається з країною платіжної адреси.</span>'; #39296
$_['text_bin_country'] = 'Країна BIN:<br /><span class="help">Код країни банку, який видав кредитну картку на основі номеру BIN.</span>'; #39297
$_['text_bin_name'] = 'Назва BIN:<br /><span class="help">Назва банку, який видав кредитну картку на основі номеру BIN. Доступно приблизно для 96% номерів BIN.</span>'; #39298
$_['text_ship_forward'] = 'Прискорена доставка:<br /><span class="help">Для адрес, які присутні у базі даних.</span>'; #39299
$_['text_city_postal_match'] = 'Міська пошта:<br /><span class="help">У разі, якщо місто має поштовий індекс.</span>'; #39300
$_['text_ship_city_postal_match'] = 'Сервіс доставки міської пошти:<br /><span class="help">У разі, якщо місто має поштовий індекс.</span>'; #39301
$_['text_score'] = 'Підсумок:<br /><span class="help">Підсумок, який базується на вихідних запитах.</span>'; #39302
$_['text_explanation'] = 'Пояснення:'; #39303
$_['text_risk_score'] = 'Вірогідність ризику:'; #39304
$_['text_queries_remaining'] = 'Зарезервовані запити:<br /><span class="help">Запити, зарезервовані для вашого облікового запису.</span>'; #39305
$_['text_maxmind_id'] = 'Ідентифікатор MaxMind:<br /><span class="help">Унікальний ідентифікатор, використовуваний для операцій в системі MaxMind. У разі виявлення шахрайства надсилає дані для їх подальшої фільтрації. Цей звіт допоможе MaxMind поліпшити сервіс для Вас та інших користувачів.</span>'; #39306
$_['text_ip_net_speed_cell'] = 'Швидкість з’єднання з IP:<br /><span class="help">Оцінюваний тип мережі ІР адреси.</span>'; #39307
$_['text_company_id'] = 'ЄДРПОУ:'; #39378
$_['text_tax_id'] = 'ІПН:'; #39379
$_['entry_company_id'] = 'ЄДРПОУ:'; #39380
$_['entry_tax_id'] = 'ІПН:'; #39381
$_['error_vat'] = 'Номер ПДВ є недійсним!'; #39382
$_['text_bin_name_match'] = 'Bin Name збігаються:<br /><span class="help">Назва банку-емітента збігається з введеним BIN name. "Yes" є індикатором того, що власник карти дійсно володіє кредитною карткою.</span>'; #39427
$_['error_company_id'] = 'Потрібно вказати ЄДРПОУ!'; #39443
$_['error_tax_id'] = 'Потрібно вказати ІПН!'; #39444
$_['error_shipping'] = 'Потрібно вказати спосіб доставки!'; #39445
$_['error_payment'] = 'Потрібно вказати спосіб оплати!'; #39446