<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Оформлення подарункових сертифікатів'; #38688
$_['text_success'] = 'Оформлення подарункових сертифікатів успішно змінено!'; #38689
$_['text_image_manager'] = 'Менеджер зображень'; #38690
$_['column_name'] = 'Назва оформлення подарункового сертифікату'; #38691
$_['column_action'] = 'Дія'; #38692
$_['entry_name'] = 'Назва оформлення подарункового сертифікату:'; #38693
$_['entry_description'] = 'Опис оформлення подарункового сертифікату:'; #38694
$_['entry_image'] = 'Зображення:'; #38695
$_['error_permission'] = 'Ви не маєте повноважень для зміни оформлення подарункових сертифікатів!'; #38696
$_['error_name'] = 'Назва оформлення подарункового сертифікату повинна містити від 3 до 32 символів!'; #38697
$_['error_image'] = 'Необхідно вказати зображення!'; #38698
$_['error_voucher'] = 'Оформлення подарункового сертифікату не може бути видалено, оскільки використовується в подарункових сертифікатах %s!'; #38699
$_['text_clear'] = 'Очистити зображення'; #38967
$_['text_browse'] = 'Огляд файлу'; #39056