<?php
// http://OpenShop.org.ua
// OpenShop admin language file
// ------------------------------------------------
// English

// OpenShop texts
$_['dashboard_news']                    = 'Новости OpenShop';
$_['more_templates']                    = 'Больше профессиональных шаблонов на';
$_['tweaks']                            = 'Модификации';
$_['based_on']                          = 'На базе';

// Categories-Links
$_['link_to_url']                       = 'Привязка к URL <font color="grey">(для главного меню)</font>';

// eGoods
$_['product_downloads']                 = 'Загрузки';
$_['downloads_for']                     = 'Загрузки для ';
$_['downloads_done']                    = 'Готово';
$_['free_sample']                       = 'Бесплатный образец';
$_['no_downloads']                      = 'Загрузок нет';
$_['add_download_for']                  = 'Добавить загрузку для ';

// MaxDownload
$_['uploading']                         = 'Закачиваем, ждите...';

//SEO
$_['tab_seo']                           = 'SEO';

//CMS
$_['cms_menu']                          = 'CMS';
$_['text_modules']                      = 'Текстовые блоки';
$_['information_pages']                 = 'Страницы';

// Localize
$_['language_download']                 = 'Скачать';
$_['language_select']                   = 'Выберите язык для скачивания:';
$_['language_go']                       = 'Скачать';
$_['language_fail']                     = 'Установка языка завершилась неудачей!';
$_['language_success']                  = 'Язык скачан и установлен успешно!';
$_['predefined_currencies']             = 'Валюты мира:';

// Help Me
$_['request_help']                 = 'Нужна помощь!';
$_['file_manager']                 = 'Менеджер файлов';
$_['mysql_admin']                  = 'Менеджер MySQL';

// Third-party modules
$_['module_author']                 = 'Автор модуля';
$_['org_module_author']             = 'Автор исходного модуля';

//Tweaks
$_['tweak_Auto-Update']                 = 'Автоматические обновления';
$_['desc_Auto-Update']                  = 'Проверяет, появились ли новые обновления и автоматически устанавливает их.';

$_['tweak_CMS']                         = 'CMS';
$_['desc_CMS']                          = 'Система управления контентом: создание информационных страниц, текстовых блоков и новостей.';

$_['tweak_No-Accounts']                 = 'Нет учётных записей';
$_['desc_No-Accounts']                  = 'Отключает функционал учётных записей покупателей. Все покупки производятся в гостевом режиме.';

$_['tweak_No-Advanced']                 = 'Нет дополнительных возможностей продуктов';
$_['desc_No-Advanced']                  = 'Отключает дополнительные возможности продуктов: <br />опции, скидки, специальные предложения, бонусы, ваучеры и индивидуальный дизайн.';

$_['tweak_No-Affiliates']               = 'Нет партнерской программы';
$_['desc_No-Affiliates']                = 'Отключает функционал партнерской программы.';

$_['tweak_No-Cart']                     = 'Нет продуктовой корзины';
$_['desc_No-Cart']                      = 'Убирает корзину и превращает кнопку "Добавить в корзину" в "Купить", которая ведет сразу к оформлению заказа.';

$_['tweak_No-Downloads']                = 'Нет загрузок';
$_['desc_No-Downloads']                 = 'Отлючает торговлю цифровыми товарами.';

$_['tweak_No-Model']                    = 'Нет моделей продуктов';
$_['desc_No-Model']                     = 'Прячет характеристику продукта "Модель" и автоматически заполняет его названием.';

$_['tweak_No-Multistore']               = 'Нет мульти-магазина';
$_['desc_No-Multistore']                = 'Отключает возможность создания нескольких магазинов на базе одной инсталляции.';

$_['tweak_No-Shipping']                 = 'Нет доставки продуктов';
$_['desc_No-Shipping']                  = 'Отключает функционал доставки, а также характеристики веса и размера продуктов.';

$_['tweak_No-Stock']                    = 'Нет склада продуктов';
$_['desc_No-Stock']                     = 'Отключает складские функции: количество, остатки, статусы наличия на складе.';

$_['tweak_No-VAT']                      = 'Нет налогов и сборов';
$_['desc_No-VAT']                       = 'Отключает расчёт налогов и прочих сборов.';

$_['tweak_No-Wishlist-and-Compare']     = 'Нет закладок и сравнения продуктов';
$_['desc_No-Wishlist-and-Compare']      = 'Отключает для покупателей возможность добавления продуктов в закладки и сравнения их по характеристикам.';

$_['tweak_Scroll-to-Top-Button']        = 'Кнопка "Перемотать наверх"';
$_['desc_Scroll-to-Top-Button']         = 'Добавляет кнопку для быстрой перемотки страницы на начало.';

$_['tweak_Search-Autocomplete']         = 'Авто-дополнение поиска';
$_['desc_Search-Autocomplete']          = 'Показывает покупателям подходящие продукты с картинками и ценами по мере набора названия в поле поиска.';

$_['tweak_Catalog-Mode']                = 'Режим каталога';
$_['desc_Catalog-Mode']                 = 'Отключает возможность покупки, корзину и оформление заказа. Также скрывает нулевые цены.';

// Theming

$_['theming_design']                    = 'Дизайн';
$_['theming_logo_offset']               = 'Смещение лого:';
$_['theming_default']                   = 'По умолчанию';
$_['theming_animate']                   = 'Анимировать елементы управления:';
$_['theming_animate_pages']             = 'Анимировать страницу при загрузке:';
$_['theming_homepage_only']             = 'Только стартовую';
$_['theming_header_size']               = 'Высота шапки:';
$_['theming_menu_color']                = 'Цвет главного меню:';
$_['theming_buttons_color']             = 'Цвет кнопок:';
$_['theming_links_color']               = 'Цвет ссылок:';
$_['theming_background_color']          = 'Цвет фона:';
$_['theming_background']                = 'Фоновый рисунок:';

?>