<?php
// Heading
$_['heading_title']            = 'Ρυθμίσεις';

// Text
$_['text_success']              = 'Επιτυχία: Επεξεργαστήκατε τις ρυθμίσεις!';
$_['text_image_manager']        = 'Διαχείριση Εικόνων';

// Column
$_['column_name']               = 'Όνομα Καταστήματος';
$_['column_url']	            = 'URL Καταστήματος';
$_['column_action']             = 'Ενέργεια';

// Entry
$_['entry_url']                 = 'URL Καταστήματος:<br /><span class="help">Να συμπεριλφθεί η πλήρης διεύθυνση του καταστήματος. Σιγουρευτείτε ότι βάλατε το \'/\ στο τέλος. Παράδειγμα: http://www.yourdomain.com/path/<br /><br />Μην Χρησιμοποιείτε καταλόγους για να δημιουργήσετε ένα νέο κατάστημα. Θα πρέπει πάντα να οδηγείτε πάντα σε άλλο domain ή sub domain στο hosting σας.</span>';
$_['entry_ssl']                 = 'SSL URL:<br /><span class="help">SSL URL του καταστήματος σας. Σιγουρευτείτε ότι βάλατε το \'/\ στο τέλος. Παράδειγμα: http://www.yourdomain.com/path/<br /><br />Μην Χρησιμοποιείτε καταλόγους για να δημιουργήσετε ένα νέο κατάστημα. Θα πρέπει πάντα να οδηγείτε πάντα σε άλλο domain ή sub domain στο hosting σας.';
$_['entry_name']                = 'Όνομα Καταστήματος:';
$_['entry_owner']               = 'Ιδιοκτήτης Καταστήματος:';
$_['entry_address']             = 'Διεύθυνση:';
$_['entry_email']               = 'E-Mail:';
$_['entry_telephone']           = 'Τηλέφωνο:';
$_['entry_fax']                 = 'Fax:';
$_['entry_title']               = 'Τίτλος:';
$_['entry_meta_description']    = 'Meta Tag Description:';
$_['entry_layout']              = 'Προεπιλεγμένο Layout:';
$_['entry_template']            = 'Template:';
$_['entry_country']             = 'Χώρα:';
$_['entry_zone']                = 'Περιοχή / Πολιτεία:';
$_['entry_language']            = 'Γλώσσα:';
$_['entry_currency']            = 'Νόμισμα:';
$_['entry_catalog_limit'] 	    = 'Αριθμός Αντικειμένων ανά Σελίδα (Κατάλογος):<br /><span class="help">Καθορίζει πόσα αντικείμενα καταλόγου θα προβάλλονται ανά σελίδα (προϊόντα, κατηγορίες κλπ)</span>';
$_['entry_tax']                 = 'Προβολή Τιμών με Φόρο:';
$_['entry_customer_group']      = 'Ομάδα Πελατών:<br /><span class="help">Προεπιλεγμένη Ομάδα Πελατών.</span>';
$_['entry_customer_price']      = 'Προβολή τιμών μόνο με σύνδεση:<br /><span class="help">Οι τιμές θα προβάλλονται μόνο με όταν ο πελάτης θα είναι συνδεδεμένος.</span>';
$_['entry_customer_approval']   = 'Έγκριση Νέων Πελατών:<br /><span class="help">Οι νέοι πελάτες δεν θα μπορούν να συνδεθούν μέχρι να εγκριθεί ο λογαριασμός τους.</span>';
$_['entry_guest_checkout']      = 'Αγορά χωρίς δημιουργία λογαριασμού:<br /><span class="help">Επιτρέψτε στους πελάτες να ολοκληρώσουν την παραγγελία τους χωρίς εγγραφή στο κατάστημα. Αυτό δεν είναι διαθέσιμο όταν θα υπάρχουν στο καλάθι προϊόντα που είναι διαθέσιμα μόνο μεσω download</span>';
$_['entry_account']             = 'Όροι Λογαριασμού:<br /><span class="help">Για την δημιουργία λογαριασμου στο κατάστημα πρέπει να συμφωνήσει ο πελάτης με αυτούς τους όρους</span>';
$_['entry_checkout']            = 'Όροι Παραγγελίας:<br /><span class="help">Για να ολοκληρωθεί μια παραγγελία ο πελάτης θα πρέπει να συμφωνήσει με αυτούς τους όρους</span>';
$_['entry_stock_display']       = 'Προβολή Αποθήκης:<br /><span class="help">Προβολή του διαθέσιμου στοκ του προϊόντος στην σελίδα του προϊόντος.</span>';
$_['entry_stock_checkout']      = 'Ολοκλήρωση Παραγγελίας χωρίς Αποθήκη:<br /><span class="help">Να επιτρέπεται στους πελάτες να ολοκληρώνουν τις παραγγελίες τους ακόμα και εάν τα προϊόντα δεν είναι διαθέσιμα στην αποθήκη.</span>';
$_['entry_order_status']        = 'Κατάσταση Παραγγελίας:<br /><span class="help">Η προεπιλεγμένη κατάσταση μιας παραγγελίας  όταν αυτή δημιουργείται.</span>';
$_['entry_cart_weight']         = 'Προβολή Βάρος καλαθιού:';
$_['entry_logo']                = 'Logo Καταστήματος:';
$_['entry_icon']                = 'Εικονίδιο:<br /><span class="help">Το εικονίδιο πρέπει να είναι PNG διαστάσεων 16px x 16px.</span>';
$_['entry_image_thumb']         = 'Μέγεθος Εικόνας Thumb Προϊόντος:';
$_['entry_image_popup']         = 'Μέγεθος Εικόνας Poppup Προϊόντος:';
$_['entry_image_product']       = 'Μέγεθος Εικόνας Καταλόγου Προϊόντων:';
$_['entry_image_category']      = 'Μέγεθος Εικόνας Καταλόγου Κατηγοριών:';
$_['entry_image_manufacturer']  = 'Μέγεθος Εικόνας Κατασκευαστών:';
$_['entry_image_additional']    = 'Μέγεθος Επιπλέον Εικόνων Προϊόντος:';
$_['entry_image_related']       = 'Μέγεθος Εικόνων Σχετικών Προϊόντων:';
$_['entry_image_compare']       = 'Μεγέθος Εικόνων Σύγκρισης Προϊόντων:';
$_['entry_image_wishlist']      = 'Μεγέθος Εικόνων Wishlist Προϊόντων:';
$_['entry_image_cart']          = 'Μεγέθος Εικόνων Καλαθιού:';
$_['entry_use_ssl']             = 'Χρήση SSL:<br /><span class="help">Για να χρησιμοποιηθεί το SSL ότι είναι εγκατεστημένο το SSL certificate στο hosting σας.</span>';

// Error
$_['error_warning']             = 'Προσοχή: Παρακαλώ ελέξτε την φόρμα προσεκτικά για λάθη!';
$_['error_permission']          = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τα καταστήματα!';
$_['error_name']                = 'To Όνομα Καταστήματος πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_owner']               = 'Ο Ιδιοκτήτης Καταστήματος πρέπει να είναι από 3 εώς 64 χαρακτήρες!';
$_['error_address']             = 'Η Διεύθυνση Καταστήματος πρέπει να είναι από 10 εώς 256 χαρακτήρες!';
$_['error_email']               = 'Η Διεύθυνση E-mail δεν είναι έγκυρη!';
$_['error_telephone']           = 'Το Τηλέφωνο πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_url']                 = 'Το Url Καταστήματος είναιι απαραίτητο!';
$_['error_title']               = 'Ο Τίτλος πρέπει να είναι από 3 εώς 32 χαρακτήρες!';
$_['error_limit']       	    = 'Το Όριο είναι απαραίτητο!';
$_['error_image_thumb']         = 'Οι διαστάσεις της Εικόνας Thumb Προϊόντος είναι απαραίτητες!';
$_['error_image_popup']         = 'Οι διαστάσεις της Image Popup Size είναι απαραίτητες!';
$_['error_image_product']       = 'Οι διαστάσεις της Εικόνας Καταλόγου Προϊόντων είναι απαραίτητες!';
$_['error_image_category']      = 'Οι διαστάσεις της Εικόνας Καταλόγου Κατηγοριών είναι απαραίτητες!';
$_['error_image_manufacturer']  = 'Οι διαστάσεις της Εικόνας Κατασκευαστών είναι απαραίτητες!';
$_['error_image_additional']    = 'Οι διαστάσεις των Επιπλέον Εικόνων Προϊόντος είναι απαραίτητες!';
$_['error_image_related']       = 'Οι διαστάσεις των Εικόνων Σχετικών Προϊόντων είναι απαραίτητες!';
$_['error_image_compare']       = 'Οι διαστάσεις των Εικόνων Σύγκρισης Προϊόντων είναι απαραίτητες!';
$_['error_image_wishlist']      = 'Οι διαστάσεις των Εικόνων Προϊόντων στην Wishlist είναι απαραίτητες!';
$_['error_image_cart']          = 'Οι διαστάσεις της Εικόνων Καλαθιού είναι απαραίτητες!';
$_['error_default']             = 'Προσοχή: Δεν μπορείτε να διαγράψετε το προεπιλεγμένο σας κατάστημα!';
$_['error_store']               = 'Προσοχή: Αυτό το Κατάστημα δεν μπορεί να διαγραφεί διότι έχει ανατεθεί σε %s παραγγελίες!';
?>