<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 Roman Shtepa (xr0m3oz@gmail.com)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['text_return'] = 'Інформація про повернення'; #37915
$_['text_order'] = 'Інформація про замовлення'; #37916
$_['text_status'] = 'Статус:'; #37917
$_['text_date_added'] = 'Дата долучення:'; #37918
$_['text_customer'] = 'Покупець:'; #37919
$_['text_comment'] = 'Коментарі до повернення товару'; #37920
$_['text_history'] = 'Історія повернень'; #37921
$_['column_model'] = 'Модель'; #37922
$_['column_quantity'] = 'Кількість'; #37923
$_['column_price'] = 'Ціна'; #37924
$_['column_comment'] = 'Коментар'; #37925
$_['column_reason'] = 'Причина'; #37926
$_['column_action'] = 'Дія'; #37927
$_['column_date_added'] = 'Дата долучення'; #37928
$_['column_status'] = 'Статус'; #37929
$_['entry_date_ordered'] = 'Дата замовлення:'; #37930
$_['entry_lastname'] = 'Прізвище:'; #37931
$_['entry_telephone'] = 'Номер телефону:'; #37932
$_['entry_product'] = 'Назва товару:'; #37933
$_['entry_model'] = 'Код товару:'; #37934
$_['entry_quantity'] = 'Кількість:'; #37935
$_['entry_reason'] = 'Причина повернення:'; #37936
$_['heading_title'] = 'Повернені товари'; #38023
$_['text_account'] = 'Обліковий запис'; #38024
$_['text_order_id'] = 'Код замовлення:'; #38025
$_['text_date_ordered'] = 'Дата замовлення:'; #38026
$_['column_opened'] = 'Відкрито'; #38027
$_['entry_order_id'] = 'Код замовлення:'; #38028
$_['entry_email'] = 'E-mail:'; #38029
$_['entry_fault_detail'] = 'Несправність або інші деталі:'; #38030
$_['entry_captcha'] = 'Введіть код у поле нижче:'; #38031
$_['text_product'] = 'Інформація про товари і причина повернення'; #38090
$_['entry_firstname'] = 'Ім’я:'; #38091
$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #38092
$_['error_lastname'] = 'Прізвище повинно містити між 1 і 32 символів!'; #38093
$_['error_captcha'] = 'Перевірочний код не збігається з кодом на зображенні!'; #38094
$_['text_return_id'] = 'Номер повернення:'; #38480
$_['text_empty'] = 'Ви не маєте жодних попередніх повернень!'; #38481
$_['text_error'] = 'Запит на повернення не знайдено!'; #38482
$_['entry_opened'] = 'Відкритий товар:'; #38483
$_['error_order_id'] = 'Необхідно вказати номер замовлення!'; #38484
$_['error_email'] = 'Невірний формат e-mail!'; #38485
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #38486
$_['error_product'] = 'Ви повинні обрати прийнанні один товар!'; #38487
$_['error_model'] = 'Назва модулі товару повинна містити від 3 до 64 символів!'; #38488
$_['error_reason'] = 'Будь ласка, вкажіть причину повернення товару!'; #38489
$_['text_description'] = '<p>Якщо ви маєте проблеми з товаром, які неможливо вирішити за допомогою технічної підтримки або відділу з продажів, ви можете повернути його назад. Для цього достатньо заповнити форму повернення. Ваш запит буде оброблено протягом трьох робочих днів.</p>
<p>Поверненню підлягають товари за умови збереження товарного вигляду, наявності повної комплектації та оригінального пакування.</p>
<p>Зверніть увагу на групу товарів, що не підлягають поверненню згідно до чинного законодавства.</p>'; #38490
$_['text_message'] = '<p>Ваш запит на повернення товару успішно надіслано! Протягом 24 робочих годин ви отримаєте подальші інструкції.</p>'; #38491
$_['text_return_detail'] = 'Деталі повернення'; #39104
$_['column_product'] = 'Назва товару'; #39105