<?php
// Heading
$_['heading_title']      = 'Τραπεζική Κατάθεση';

// Text 
$_['text_payment']       = 'Πληρωμή';
$_['text_success']       = 'Επιτυχία: Επεξεργαστήκατε το Τραπεζική Κατάθεση details!';

// Entry
$_['entry_bank']         = 'Οδηγίες Τραπεζικής Κατάθεσης:';
$_['entry_total']        = 'Σύνολο:<br /><span class="help">Το χρηματικό σύνολο που θα πρέπει να έχει φτάσει η παραγγελία για να ενεργοποιηθεί αυτός ο τρόπος πληρωμής.</span>';
$_['entry_order_status'] = 'Κατάσταση Παραγγελίας:';
$_['entry_geo_zone']     = 'Γεωγραφική Ζώνη:';
$_['entry_status']       = 'Κατάσταση:';
$_['entry_sort_order']   = 'Εμφάνιση Σειράς:';

// Error
$_['error_permission']   = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε payment Τραπεζική Κατάθεση!';
$_['error_bank']         = 'Οι Οδηγίες Τραπεζικής Κατάθεσης είναι απαραίτητο πεδίο!';
?>