<?php
// Heading
$_['heading_title']      = 'Επιταγή / Εντολή Πληρωμής';

// Text 
$_['text_payment']       = 'Πληρωμή';
$_['text_success']       = 'Επιτυχία: Επεξεργαστήκατε το Επιταγή / Εντολή Πληρωμής!';

// Entry
$_['entry_payable']      = 'Πληρωτέο σε:';
$_['entry_total']        = 'Σύνολο:<br /><span class="help">Το χρηματικό σύνολο που θα πρέπει να έχει φτάσει η παραγγελία για να ενεργοποιηθεί αυτός ο τρόπος πληρωμής.</span>';
$_['entry_order_status'] = 'Κατάσταση Παραγγελίας:';
$_['entry_geo_zone']     = 'Γεωγραφική Ζώνη:';
$_['entry_status']       = 'Κατάσταση:';
$_['entry_sort_order']   = 'Εμφάνιση Σειράς:';

// Error
$_['error_permission']   = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε το Επιταγή / Εντολή Πληρωμής!';
$_['error_payable']      = 'Το "Πληρωτέο σε" είναι απαραίτητο πεδίο!';
?>