<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Налаштування'; #36497
$_['text_image_manager'] = 'Менеджер зображень'; #36498
$_['text_mail'] = 'Пошта'; #36499
$_['entry_owner'] = 'Власник магазину:'; #36720
$_['entry_logo'] = 'Логотип магазину:'; #36721
$_['entry_download'] = 'Дозволити завантаження:'; #36722
$_['text_success'] = 'Налаштування збережено!'; #36883
$_['text_smtp'] = 'SMTP'; #36884
$_['entry_name'] = 'Назва магазину:'; #36885
$_['entry_smtp_host'] = 'Сервер SMTP:'; #36886
$_['entry_smtp_username'] = 'Логін SMTP:'; #36887
$_['entry_smtp_password'] = 'Пароль SMTP:'; #36888
$_['entry_smtp_port'] = 'Порт SMTP:'; #36889
$_['entry_smtp_timeout'] = 'Тайм-аут SMTP:'; #36890
$_['entry_error_display'] = 'Відображати помилки:'; #36891
$_['entry_error_log'] = 'Журналювання помилок:'; #36892
$_['entry_error_filename'] = 'Назва файлу журналу:'; #36893
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #36903
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #36904
$_['entry_address'] = 'Адреса:'; #37403
$_['entry_email'] = 'Електронна адреса:'; #37404
$_['entry_alert_emails'] = 'Додаткова інформація в листах:<br /><span class="help">Повідомлення, які будуть додані до кожного електронного листа (розділені комами)</span>'; #37405
$_['entry_telephone'] = 'Телефон:'; #37406
$_['entry_fax'] = 'Факс:'; #37407
$_['entry_title'] = 'Заголовок:'; #37408
$_['entry_meta_description'] = 'Мета-опис:'; #37409
$_['entry_template'] = 'Шаблон магазину:'; #37410
$_['entry_country'] = 'Країна:'; #37411
$_['entry_zone'] = 'Регіон/область:'; #37412
$_['entry_language'] = 'Мова:'; #37413
$_['entry_admin_language'] = 'Мова панелі адміністрування:'; #37414
$_['entry_currency'] = 'Валюта:<br /><span class="help">Встановіть валюту за замовчуванням. Для відображення змін необхідно очистити cookie.</span>'; #37415
$_['entry_currency_auto'] = 'Автоматичне оновлення валюти:<br /><span class="help">Щоденне оновлення валют</span>'; #37416
$_['entry_weight_class'] = 'Одиниця ваги:'; #37417
$_['entry_length_class'] = 'Одиниця довжини:'; #37418
$_['entry_tax'] = 'Показати ціни з урахуванням податку:'; #37419
$_['entry_invoice_prefix'] = 'Префікс рахунку-фактури:<br /><span class="help">Наприклад «РФ-001»</span>'; #37420
$_['entry_customer_group'] = 'Група клієнтів:<br /><span class="help">Група клієнтів за замовчуванням</span>'; #37421
$_['entry_customer_price'] = 'Показувати ціни:<br /><span class="help"> Показувати ціни тільки зареєстрованим клієнтам</span>'; #37422
$_['entry_guest_checkout'] = 'Гостьові замовлення:<br /><span class="help"> Дозволити клієнтам замовлення без створення облікового запису</span>'; #37423
$_['entry_account'] = 'Умови облікового запису: <br /> <span class="help">Вимагатиметься погодження з умовами, перш ніж обліковий запис буде створено</span>'; #37424
$_['entry_checkout'] = 'Умови оформлення замовлення: <br /><span class="help">Вимагатиметься погодження з умовами перед здійсненням замовлення</span>'; #37425
$_['entry_order_status'] = 'Статус замовлення: <br /> <span class="help"> Статус за замоченням, що відображатиметься при замовленні товару</span>'; #37426
$_['entry_stock_display'] = 'Відображати кількість на складі:<br /><span class="help">Відображати кількість на складі на сторінці товару</span>'; #37427
$_['entry_stock_warning'] = 'Відображати попередження про відсутність:<br /><span class="help">Відображати попередження про відсутність на сторінці кошика, у разі якщо товар відсутній на складі</span>'; #37428
$_['entry_stock_checkout'] = 'Наявність товарів на складі:<br /><span class="help">Дозволити клієнтам замовлення, якщо обраних товарів на складі немає</span>'; #37429
$_['entry_stock_status'] = 'Статус відсутності на складі:<br /><span class="help">Встановити статус відсутності на складі для усіх товарів за замовчуванням</span>'; #37430
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен бути у форматі PNG та мати розмір сторін 16px</span>'; #37431
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #37432
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #37433
$_['entry_image_category'] = 'Розмір зображень категорії:'; #37434
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #37435
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #37436
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів:'; #37437
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #37438
$_['entry_alert_mail'] = 'Повідомлення про замовлення:<br /><span class="help">Надсилати повідомлення власникові магазину про нове замовлення</span>'; #37439
$_['entry_encryption'] = 'Ключ шифрування:<br /><span class="help">Ключ, який буде використано для шифрування конфіденційної інформації при обробці замовлень</span>'; #37440
$_['entry_compression'] = 'Рівень стиснення:<br /><span class="help"> Вкажіть значення від 0 до 9</span>'; #37441
$_['entry_mail_protocol'] = 'Протокол електронної пошти:<span class="help">Перевірте, чи увімкнена на сервері функція mail()</span>'; #37442
$_['entry_mail_parameter'] = 'Параметри пошти:<span class="help">Якщо на сервері використовується функція mail(), додаткові параметри можуть бути вказані тут</span>'; #37443
$_['entry_seo_url'] = 'Використання SEO:<span class="help">Для використання цієї функії перейменуйте файл «htaccess.txt» в «.htaccess». Ваш сервер Apache повинен підтримувати mod-rewrite</span>'; #37444
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #37445
$_['entry_admin_limit'] = 'Кількість елементів на сторінку в адміністративній панелі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в адміністративній панелі (замовлення, клієнти і т.д.)</span>'; #37446
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #37447
$_['entry_review'] = 'Дозволити відгуки:<br /><span class="help"> Вмикає / вимикає додавання та відображення відгуків</span>'; #37448
$_['entry_maintenance'] = 'Режим обслуговування:<br /><span class="help"> Вимикає відображення магазину усім, окрім адміністратора. При цьому буде відображатися повідомлення про обслуговування. </span>'; #37449
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань!'; #37450
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #37451
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #37452
$_['error_owner'] = 'Ім’я власника магазину повинно містити від 3 до 64 символів!'; #37453
$_['error_address'] = 'Адреса магазину повинна містити від 10 до 256 символів!'; #37454
$_['error_limit'] = 'Необхідно вказати ліміти!'; #37455
$_['error_email'] = 'Адреса електронної пошти має невірний формат!'; #37456
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #37457
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #37458
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #37459
$_['error_error_filename'] = 'Необхідно вказати назву файлу для журналювання помилок!'; #37460
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #37464
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #37465
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #37466
$_['entry_account_mail'] = 'Повідомлення про реєстрацію:<br /><span class="help">Надіслати власникові магазину email у разі реєстрації нового облікового запису</span>'; #37471
$_['entry_layout'] = 'Макет за замовчуванням:'; #38406
$_['entry_affiliate'] = 'Умови партнерської програми:<br /><span class="help">Вимагає погодження з умовами перед створенням партнерського облікового запису.</span>'; #38407
$_['entry_commission'] = 'Партнерська комісія (%):<br /><span class="help">Партнерська винагорода у відсотках від кожного замовлення.</span>'; #38408
$_['entry_return_status'] = 'Статус повернення:<br /><span class="help">Статус за замовчуванням для нових повернень.</span>'; #38409
$_['entry_upload_allowed'] = 'Дозволені типи завантажень:<br /><span class="help">Розширення дозволених до завантаження файлів, розділених комою.</span>'; #38410
$_['entry_image_compare'] = 'Розмір зображень у списку порівняння товарів:'; #38411
$_['entry_image_wishlist'] = 'Розмір зображень у списку бажаних товарів:'; #38412
$_['entry_use_ssl'] = 'Використовувати SSL:<br /><span class="help">Для використання захищеного протоколу SSL перевірте наявність встановленого сертифікату та коректність адрес до конфігураційних файлів.</span>'; #38413
$_['entry_google_analytics'] = 'Код Google Analytics:<br /><span class="help">Увійдіть до вашого <a onclick="window.open(\'http://www.google.com/analytics/\');"><u>облікового запису Google Analytics</u></a> та скопіюйте код відстеження у це поле.</span>'; #38414
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #38415
$_['error_image_compare'] = 'Необхідно вказати розмір зображень у списку порівняння товарів!'; #38416
$_['error_image_wishlist'] = 'Необхідно вказати розмір зображень у списку бажаних товарів!'; #38417
$_['entry_complete_status'] = 'Статус завершеного замовлення:<br /><span class="help">Статус, необхідний для здійснення покупцем завантаження товарів та використання подарункових сертифікатів.</span>'; #38639
$_['text_clear'] = 'Очистити зображення'; #38963
$_['text_shipping'] = 'Адреса доставки'; #38964
$_['text_payment'] = 'Адреса оплати'; #38965
$_['entry_tax_default'] = '	Використовувати адресу податків магазину:<br /><span class="help">Використовувати адресу магазину для підрахування податків, якщо нихто не ідентифікований. Можете обрати адресу магазину для клієнтської адреси доставки чи оплати.</span>'; #38966
$_['text_browse'] = 'Огляд файлу'; #39054
$_['entry_tax_customer'] = 'Використати адресу податків клієнта:<br /><span class="help">Використати адресу клієнта за замовчуванням, коли він ідентифікується для підрахування податків. Можете обрати адресу за замовчуванням для клієнтської адреси доставки чи оплати.</span>'; #39055
$_['entry_order_edit'] = 'Редагування замовлення:<br /><span class="help">Кількість днів, на протязі яких буде дозволено редагування замовлення. Це поле обов’язкове, оскільки ціни та знижки можуть змінуватися через деякий час.</span>'; #39151
$_['entry_fraud_detection'] = 'Використовувати систему визначення шахрайства MaxMind:<br /><span class="help">MaxMind &mdash; це сервіс визначення шахрайств. Якщо ви не маєте ліцензійного коду, <a onclick="window.open(\'http://www.maxmind.com/?rId=opencart\');"><u>отримайте його зараз</u></a> та введіть в дане поле.</span>'; #39152
$_['entry_fraud_key'] = 'Ліцензійний код MaxMind:'; #39153
$_['entry_fraud_score'] = 'Оцінка ризику MaxMind:<br /><span class="help">Оцінка ризику в системі MaxMind (від 0 - 100)</span>'; #39154
$_['entry_fraud_status'] = 'Статус замовлення MaxMind:<br /><span class="help">Статус замовлення, який буде встановлено автоматично підчас виявлення шахрайства системою MaxMind.</span>'; #39155
$_['text_items'] = 'Товари'; #39352
$_['text_tax'] = 'Податки'; #39353
$_['text_return'] = 'Повернення'; #39354
$_['error_customer_group_display'] = 'Ви повинні включити по замовчуванню для групи клієнтів, якщо ви збираєтеся використовувати цю можливість!'; #39361
$_['text_voucher'] = 'Ваучери'; #39404
$_['entry_vat'] = 'Валідація номера через VAT:<br /><span class="help">Валідувати номер телефону через VAT з допомогою сервісу http://ec.europa.eu .</span>'; #39407
$_['text_product'] = 'Товари'; #39408
$_['text_account'] = 'Обліковий запис'; #39409
$_['text_affiliate'] = 'Партнерська програма'; #39410
$_['entry_voucher_max'] = 'Максимальна кількість подарункових ваучерів:<br /><span class="help">Максимальна кількість ваучерів які клієнт може використовувати.</span>'; #39424
$_['entry_customer_group_display'] = 'Групи клієнтів:<br /><span class="help">Відображення груп покупців для того щоб клієнти могли вибрати опт або бізнес при реєстрації.</span>'; #39425
$_['entry_product_count'] = 'Кількість товарів в підкатегорії:<br/><span class="help">Показати кількість продуктів в підкатегорії в категорії меню заголовка магазину. <b>Будьте обережні, це може викликати зайве навантаження в продуктивності для магазинів з великою кількістю підкатегорій</b></span>'; #39426
$_['text_checkout'] = 'Замовлення'; #39448
$_['text_stock'] = 'Магазин'; #39449
$_['entry_voucher_min'] = 'Мінімальна кількість подарункових ваучерів:<br /><span class="help">Мінімальна кількість ваучерів які клієнт може використовувати</span>'; #39450
$_['error_voucher_min'] = 'Потрібно вказати мінімальну суму ваучера!'; #39451
$_['error_voucher_max'] = 'Потрібно вказати максимальну суму ваучера!'; #39452
$_['entry_customer_online'] = 'Користувачі онлайн:<br /><span class="help">Відслідковування користувачів онлайн за допомогою системи звітів.</span>'; #39586