<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 Roman Shtepa (xr0m3oz@gmail.com)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['text_image_manager'] = 'Менеджер зображень'; #36876
$_['entry_title'] = 'Назва:'; #36877
$_['entry_template'] = 'Шаблон:'; #36878
$_['entry_country'] = 'Країна:'; #36879
$_['entry_language'] = 'Мова:'; #36880
$_['entry_currency'] = 'Валюта:'; #36881
$_['entry_tax'] = 'Відображати ціни з податком:'; #36882
$_['heading_title'] = 'Налаштування'; #36894
$_['text_success'] = 'Налаштування успішно змінено!'; #36895
$_['entry_name'] = 'Назва магазину:'; #36896
$_['entry_logo'] = 'Логотип магазину:'; #36897
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #36898
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #36899
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #36900
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #36901
$_['error_limit'] = 'Необхідно вказати ліміти!'; #36902
$_['entry_url'] = 'Веб-адреса магазину:<br /><span class="help">Повний веб-шлях до магазину. Наприклад, http://www.domain.ua</span>'; #36905
$_['entry_ssl'] = 'Використовувати SSL:<br /><span class="help">Увімкніть SSL, якщо ваш сервер має встановлений сертифікат</span>'; #36906
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен мати формат PNG та розміри сторін 16px</span>'; #36907
$_['entry_image_category'] = 'Розмір зображень категорії:'; #36908
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #36909
$_['error_permission'] = 'Ви не маєте повноважень для керування магазинами!'; #36910
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #36911
$_['error_url'] = 'Не вказано веб-адресу магазину!'; #36912
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #36913
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #36914
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #36915
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #36916
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #36917
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #36918
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #36919
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #36920
$_['error_store'] = 'Цей магазин не може бути видалено, оскільки він використовується в замовленнях %s!'; #36921
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #36922
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів!'; #36923
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #36924
$_['entry_customer_price'] = 'Відображати ціну:<br /><span class="help">Відображати ціну тільки для зареєстрованих користувачів</span>'; #36925
$_['entry_guest_checkout'] = 'Гостьове оформлення замовлення:<br /><span class="help">Дозволити клієнтам оформлювати замовлення без створення облікового запису. Ця функція не буде доступна, якщо в кошику є товари для завантаження</span>'; #36926
$_['entry_account'] = 'Умови користування:<br /><span class="help">Вимагати погодження з правилами при створенні облікового запису</span>'; #36927
$_['entry_checkout'] = 'Умови замовлення:<br /><span class="help">Вимагати погодження з правилами при замовленні товару</span>'; #36928
$_['entry_order_status'] = 'Статус замовленя:<br /><span class="help">Статус замовлення за замоченням</span>'; #36929
$_['entry_stock_display'] = 'Залишок на складі:<br /><span class="help">Показувати залишок на складі при перегляді товару</span>'; #36930
$_['entry_stock_checkout'] = 'Замовлення при нестачі на складі:<br /><span class="help">Дозволити клієнтам робити замовлення у разі, якщо товару на складі немає</span>'; #36931
$_['entry_meta_description'] = 'Мета-опис:'; #37461
$_['entry_zone'] = 'Область/регіон:'; #37462
$_['entry_customer_group'] = 'Група клієнта:<br /><span class="help">Група клієнта за замовчуванням</span>'; #37463
$_['column_action'] = 'Дія'; #38063
$_['entry_owner'] = 'Власник магазину:'; #38064
$_['entry_address'] = 'Адреса:'; #38065
$_['entry_telephone'] = 'Телефон:'; #38066
$_['entry_fax'] = 'Факс:'; #38067
$_['column_name'] = 'Назва магазину'; #38418
$_['column_url'] = 'Адреса магазину'; #38419
$_['entry_email'] = 'E-mail:'; #38420
$_['entry_layout'] = 'Макет за замовчуванням:'; #38421
$_['entry_image_compare'] = 'Розмір зображень у списку порівняння товарів:'; #38422
$_['entry_image_wishlist'] = 'Розмір зображень у списку бажаних товарів:'; #38423
$_['entry_use_ssl'] = 'Використовувати SSL:<br /><span class="help">Для використання захищеного протоколу SSL перевірте наявність встановленого сертифікату для вашого хосту.</span>'; #38424
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #38425
$_['error_owner'] = 'Опис власника магазину повинен містити від 3 до 64 символів!'; #38426
$_['error_address'] = 'Адреса магазину повинна містити від 10 до 256 символів!'; #38427
$_['error_email'] = 'Невірний формат e-mail!'; #38428
$_['error_telephone'] = 'Телефон повинен містити від 3 до 32 символів!'; #38429
$_['error_image_compare'] = 'Необхідно вказати розмір зображень у списку порівняння товарів!'; #38430
$_['error_image_wishlist'] = 'Необхідно вказати розмір зображень у списку бажаних товарів!'; #38431
$_['error_default'] = 'Ви не можете видалити магазин, що використовується за замовчуванням!'; #38432
$_['text_clear'] = 'Очистити зображення'; #38959
$_['text_shipping'] = 'Адреса доставки'; #38960
$_['text_payment'] = 'Адреса оплати'; #38961
$_['entry_tax_default'] = 'Використовувати адресу податків магазину:<br /><span class="help">Використовувати адресу магазину для підрахування податків, якщо нихто не ідентифікований. Можете обрати  адресу магазину для клієнтської адреси доставки чи оплати.</span>'; #38962
$_['text_browse'] = 'Огляд файлу'; #39052
$_['entry_tax_customer'] = 'Використати адресу податків клієнта:<br /><span class="help">Використати адресу клієнта за замовчуванням, коли він ідентифікується для підрахування податків. Можете обрати  адресу за замовчуванням для клієнтської адреси доставки чи оплати.</span>'; #39053
$_['text_items'] = 'Товари'; #39356
$_['text_tax'] = 'Податки'; #39357
$_['text_account'] = 'Рахунок'; #39358
$_['entry_customer_group_display'] = 'Група клієнтів:<br /><span class="help">Показати групи клієнтів, що нові клієнти можуть обрати для використання, таких як оптова та бізнесу при реєстрації.'; #39359
$_['error_customer_group_display'] = 'Ви повинні включити по замовчуванню для групи клієнтів, якщо ви збираєтеся використовувати цю можливість!'; #39360
$_['text_checkout'] = 'Замовлення'; #39453
$_['text_stock'] = 'Магазин'; #39454