<?php
// Heading
$_['heading_title']    = 'Χρέωση Επεξεργασίας Παραγγελίας';

// Text
$_['text_total']       = 'Σύνολο Παραγγελίας';
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε την Χρέωση Επεξεργασίας Παραγγελίας!';

// Entry
$_['entry_total']      = 'Σύνολο Παραγγελίας:';
$_['entry_fee']        = 'Χρέωση:';
$_['entry_tax']        = 'Φορολογική Κλάση:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_sort_order'] = 'Εμφάνιση Σειράς:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε την Χρέωση Επεξεργασίας Παραγγελίας!';
?>