<?php
// Heading
$_['heading_title']    = 'Σταθερή Χρέωση Αποστολής';

// Text
$_['text_shipping']    = 'Αποστολή';
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε την Σταθερή Χρέωση Αποστολής!';

// Entry
$_['entry_cost']       = 'Κόστος:';
$_['entry_tax_class']  = 'Φορολογική Κλάση:';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_sort_order'] = 'Εμφάνιση Σειράς:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε την Σταθερή Χρέωση Αποστολής!';
?>