<?php
// Heading
$_['heading_title']    = 'Δωρεάν Αποστολή';

// Text 
$_['text_shipping']    = 'Αποστολή';
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε την Δωρεάν Αποστολή!';

// Entry
$_['entry_total']      = 'Σύνολο:<br /><span class="help">Το απαραίτητο υποσύνολο της παραγγελίας πριν να γίνει διαθέσιμη η δωρεαν αποστολή στον πελάτη.</span>';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_sort_order'] = 'Εμφάνιση Σειράς:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε την Δωρεάν Αποστολή!';
?>