<?php 
// Heading
$_['heading_title']     = 'Ανά Αντικείμενο';

// Text
$_['text_shipping']    = 'Αποστολή';
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε τις χρεώσεις για την Αποστολή ανά αντικέιμενο!';

// Entry
$_['entry_cost']       = 'Κόστος:';
$_['entry_tax']        = 'Φορολογική κλάση:';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_sort_order'] = 'Εμφάνιση Σειράς:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε τις χρεώσεις για την Αποστολή ανά αντικέιμενο!';
?>