<?php
// Heading
$_['heading_title']    = 'Αποστολή με χρέωση βάρους';

// Text
$_['text_shipping']    = 'Αποστολή';
$_['text_success']     = 'Επιτυχία: Επεξεργαστήκατε την Αποστολή με χρέωση βάρους!';

// Entry
$_['entry_rate']       = 'Χρεώσεις:<br /><span class="help">Παράδειγμα: 5:10.00,7:12.00 (Βάρος:Κόστος,Βάρος:Κόστος, κλπ...)</span>';
$_['entry_tax']        = 'Φορολογική Κλάση:';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_sort_order'] = 'Εμφάνιση Σειράς:';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε την άδεια να επεξεργαστείτε την Αποστολή με χρέωση βάρους!';
?>