<?php
// Heading
$_['heading_title']    = 'Διαχείριση Εικόνων';
 
// Text
$_['text_uploaded']    = 'Επιτυχία: Το αρχείο σας φορτώθηκε!';
$_['text_file_delete'] = 'Το αρχείο διαγράφηκε!';
$_['text_create']      = 'Επιτυχία: Ο κατάλογος δημιουργήθηκε!';
$_['text_delete']      = 'Επιτυχία: Το αρχείο ή ο κατάλογος διαγράφηκε!';
$_['text_move']        = 'Επιτυχία: Το αρχείο ή ο κατάλογος μετακινήθηκε!';
$_['text_copy']        = 'Επιτυχία: Το αρχείο ή ο κατάλογος αντιγράφηκε!';
$_['text_rename']      = 'Επιτυχία: Το αρχείο ή ο κατάλογος μετονομάστηκε!';

// Entry
$_['entry_folder']     = 'Νέος Φάκελος:';
$_['entry_move']       = 'Μετακίνηση:';
$_['entry_copy']       = 'Όνομα:';
$_['entry_rename']     = 'Όνομα:';

// Error
$_['error_select']     = 'Προσοχή: Παρακαλώ επιλέξτε έναν κατάλογο ή ένα αρχείο!';
$_['error_file']       = 'Προσοχή: Παρακαλώ επιλέξτε ένα αρχείο!';
$_['error_directory']  = 'Προσοχή: Παρακαλώ επιλέξτε έναν κατάλογο!';
$_['error_default']    = 'Προσοχή: Δεν μπορείτε να αλλάξετε τον προεπιλεγμένο κατάλογο';
$_['error_delete']     = 'Προσοχή: Δεν μπορείτε να διαγράψετε αυτόν τον κατάλογο!';
$_['error_filename']   = 'Προσοχή: Το όνομα αρχείου πρέπει να είναι από 3  μέχρι 255 χαρακτήρες!';
$_['error_missing']    = 'Προσοχή: Το αρχείο ή ο κατάλογος δεν υπάρχει!';
$_['error_exists']     = 'Προσοχή: Ένα αρχείο ή ένας κατάλογος με το ίδιο όνομα υπάρχει ήδη!';
$_['error_name']       = 'Προσοχή: Παρακαλώ εισάγετε ένα νέο όνομα!';
$_['error_move']       = 'Προσοχή: Μετακίνηση σε έναν κατάλογο που δεν υπάρχει!';
$_['error_copy']       = 'Προσοχή: Δεν μπορείτε να αντιγράψετε αυτό το αρχείο ή τον κατάλογο';
$_['error_rename']     = 'Προσοχή: Δεν μπορείτε να μετονομάσετε αυτόν τον κατάλογο!';
$_['error_file_type']  = 'Προσοχή: Λάθος τύπος αρχείου!';
$_['error_file_size']  = 'Προσοχή: Το αρχείο είναι μεγάλύτερο απο 300kb ή μεγαλύτερο από 1000px σε μήκος ή πλατος!';
$_['error_uploaded']   = 'Προσοχή: Το αρχείο δεν μπόρεσε να φορτωθεί γι άγνωστο λόγο!';
$_['error_permission'] = 'Προσοχή: Άρνηση Πρόσβασης!';

// Button
$_['button_folder']    = 'Νέος Φάκελος';
$_['button_delete']    = 'Διαγραφή';
$_['button_move']      = 'Μετακίνηση';
$_['button_copy']      = 'Αντιγραφή';
$_['button_rename']    = 'Μετονομασία';
$_['button_upload']    = 'Φόρτωση';
$_['button_refresh']   = 'Ανανέωση';
?>