<?php
// header
$_['heading_title']   = 'Ξέχασες τον κωδικό σου;';

// Text
$_['text_forgotten']  = 'Ξεχασμένος Κωδικός';
$_['text_your_email'] = 'Η Διεύθυνση E-Mail σας';
$_['text_email']      = 'Εισάγετε την διεύθυνση e-Mail που συνδέεται με τολογαριασμό σας. Πατήστε "Υποβολή" για να σας σταλεί ένα email με τον σύνδεσμο επαναφοράς κωδικού.';
$_['text_success']    = 'Ένα email με τον σύδεσμο επιβεβαίωσης έχει σταλεί στην διεύθυνση e-mail σας.';

// Entry
$_['entry_email']     = 'Διεύθυνση E-Mail:';
$_['entry_password']  = 'Νέος Κωδικός:';
$_['entry_confirm']   = 'Επιβεβαίωση:';

// Error
$_['error_email']     = 'Προσοχή: Η Διεύθυνση Ε-mail δεν βρέθηκε στην βάση δεδομένων, παρακαλώ προσπαθήστε ξανά!';
$_['error_password']  = 'Ο Κωδικός πρέπει να είναι από 3 εώς 20 χαρακτήρες!';
$_['error_confirm']   = 'Ο Κωδικός και η Επιβεβαίωση Κωδικού δεν ταιριάζουν!';
?>