<?php
// header
$_['heading_title']  = 'Επαναφορά του κωδικού';

// Text
$_['text_reset']     = 'Επαναφέρετε τον κωδικό σας!';
$_['text_password']  = 'Εισάγετε τον νέο σας κωδικό.';
$_['text_success']   = 'Επιτυχία: Ο κωδικό σας ενημερώθηκε επιτυχώς.';

// Entry
$_['entry_password'] = 'Κωδικός:';
$_['entry_confirm']  = 'Επιβεβαίωση Κωδικού:';

// Error
$_['error_password'] = 'Ο Κωδικός πρέπει να είναι από 5 εώς 20 χαρακτήρες!';
$_['error_confirm']  = 'Ο Κωδικός και η Επιβεβαίωση Κωδικού δεν ταιριάζουν!';
?>