<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Партнерська програма'; #37954
$_['text_account'] = 'Рахунок'; #37955
$_['text_login'] = 'Логін'; #37956
$_['text_new_affiliate'] = 'Реєстрація в партнерській програмі'; #37957
$_['text_forgotten'] = 'Забули пароль?'; #37958
$_['entry_password'] = 'Пароль:'; #37959
$_['text_returning_affiliate'] = 'Вхід в партнерську програму'; #38060
$_['text_i_am_returning_affiliate'] = 'Я вже маю партнерський аккаунт.'; #38514
$_['entry_email'] = 'Партнерський e-mail:'; #38515
$_['text_description'] = '<p>Партнерська програма %s є безкоштовною для участі та дозволяє учасникам отримувати прибуток від розміщення спеціальних посилань %s або посилань на окремі товари.</p><p>Комісія буде нараховуватись після здійснення купівлі товару за партнерським посиланням. На даний час комісія становить %s. Для отримання детальної інформації, ознайомтесь з частими питаннями та партнерською Угодою.</p>'; #38516
$_['text_register_account'] = '<p>У мене немає облікового запису партнера.</p><p>Натисніть кнопку продовження, щоб стати новим партнером. Зверніть увагу, що обліковий запис партнера не має відношення до облікового запису покупця.</p>'; #38517
$_['error_login'] = 'Немає збігів для цієї адреси e-mail чи паролю.'; #38518
$_['error_approved'] = 'Ваш обліковий запис не підтверджено.'; #39346