<?php
// Text
$_['text_approve_subject']      = '%s - Ο λογαριασμός Συνεργάτη έχει ενεργοποιηθεί!';
$_['text_approve_welcome']      = 'Καλώς Ήρθατε και σας ευχαριστούμε για την εγγραφή σας στο %s!';
$_['text_approve_login']        = 'Ο λογαριασμός σας έχει πλέον δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας την διεύθυνση e-mail σας και τον κωδικό σας στην εξής διεύθυνση:';
$_['text_approve_services']     = 'Με το που συνδεθείτε, θα μπορείτε να παράγετε κωδικούς παρακολούθησης, να παρακολουθείτε τις πληρωμές προμηθειών και να αλλάξετε τις πληροφορίες του λογαριασμού σας.';
$_['text_approve_thanks']       = 'Ευχαριστούμε,';
$_['text_transaction_subject']  = '%s - Προμήθεια Συνεργάτη';
$_['text_transaction_received'] = 'Έχετε λάβει %s προμήθεια!';
$_['text_transaction_total']    = 'Το συνολικό ποσό της προμήθειας σας είναι τώρα %s.';
?>