<?php
// Text
$_['text_approve_subject']      = '%s - Ο λογαριασμός σας ενεργοποιήθηκε!';
$_['text_approve_welcome']      = 'Καλώς Ήρθατε και σας ευχαριστούμε για την εγγραφή σας στο %s!';
$_['text_approve_login']        = 'Ο λογαριασμός σας έχει πλέον δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας την διεύθυνση e-mail σας και τον κωδικό σας στην εξής διεύθυνση:';
$_['text_approve_services']     = 'Με το που συνδεθείτε, θα έχετε πρόσβαση στις υπηρέσιες μας όπως την προβολή των παραγγελίων σας, να τυπώσετε τα τιμολόγια και να αλλάξετε τις πληροφορίες του λογαριασμού σας.';
$_['text_approve_thanks']       = 'Ευχαριστούμε,';
$_['text_transaction_subject']  = '%s - Πίστωση Λογαριασμού';
$_['text_transaction_received'] = 'Έχετε λάβει %s πίστωση!';
$_['text_transaction_total']    = 'Το συνολικό ποσό της πίστωσης σας είναι %s.' . "\n\n" . 'Η πίστωση του λογαριασμού σας θα αφαιρεθεί αυτόματα από την επόμενη αγορά σας.';
$_['text_reward_subject']       = '%s - Πόντοι Ανταμοιβής';
$_['text_reward_received']      = 'Έχετε λάβει %s Πόντους Ανταμοιβής!';
$_['text_reward_total']         = 'Το σύνολο των Πόντων Ανταμοιβής σας είναι τωρα %s πόντοι.';
?>