<?php
// Text
$_['text_subject']      = '%s - Ενημέρωση Παραγγελίας %s';
$_['text_order']        = 'Αριθμός Παραγγελίας (ID):';
$_['text_date_added']   = 'Ημερομηνία Παραγγελίας:';
$_['text_order_status'] = 'Η παραγγελία σας ενημερώθηκε στην εξής κατάσταση:';
$_['text_comment']      = 'Τα σχόλια σας για την παραγγελία είναι:';
$_['text_link']         = 'Για την προβολή της παραγγελίας σας πατήστε στον παρακάτω σύνδεσμο:';
$_['text_footer']       = 'Εάν έχετε απορίες παρακαλώ απαντήστε στο email.';
?>