<?php
// Text
$_['text_subject']  = 'Έχετε λάβει ένα κουπόνι δώρου απο τον/την %s';
$_['text_greeting'] = 'Συγχαρητήρια, έχετε λάβει ένα κουπόνι δώρου αξίας %s';
$_['text_from']     = 'Έχετε λάβει ένα κουπόνι δώρου απο τον/την %s';
$_['text_message']  = 'Με το εξής μήνυμα';
$_['text_redeem']   = 'Για να εξαργυρώσετε αυτό το κουπόνι δώρου, σημειώστε τον κωδικό, ο οποίος είναι <b>%s</b> και πατήστε στον παρακάτω σύνδεσμο και αγοράστε το προϊόν που επιθυμείτε, χρησιμοποιώντας το κουπόνι δώρου. Εισάγετε τον κωδικό του δωροκουπονιού στο κάλαθι πριν πατήσετε στην ολοκλήρωση παραγγελίας.';
$_['text_footer']   = 'Εάν έχετε απορίες παρακαλώ απαντήστε σε αυτό το e-mail';
?>