<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Сторінки'; #36182
$_['text_success'] = 'Сторінку успішно змінено!'; #36183
$_['text_default'] = 'За замовчуванням'; #36184
$_['column_title'] = 'Заголовок сторінки'; #36185
$_['column_sort_order'] = 'Порядок сортування'; #36186
$_['column_action'] = 'Дія'; #36187
$_['entry_title'] = 'Заголовок сторінки'; #36188
$_['entry_description'] = 'Опис:'; #36189
$_['entry_status'] = 'Статус:'; #36190
$_['entry_store'] = 'Магазини:'; #36191
$_['entry_sort_order'] = 'Порядок сортування:'; #36192
$_['error_permission'] = 'Ви не маєте повноважень для редагування інформації!'; #36193
$_['error_title'] = 'Заголовок сторінки повинен містити від 3 до 64 симвлоів!'; #36194
$_['error_description'] = 'Опис повинен містити від 3 символів!'; #36195
$_['error_account'] = 'Сторінку не може бути видалено, оскільки вона назначена Політикою Безпеки за замовчуванням!'; #36196
$_['error_checkout'] = 'Сторінку не може бути видалено, оскільки вона назначена Умовами користування за замовчуванням!'; #36197
$_['error_store'] = 'Сторінку не може бути видалено, оскільки вона використовується в магазинах %s!'; #36198
$_['entry_layout'] = 'Ігнорувати макет:'; #38437
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #38438
$_['error_affiliate'] = 'Сторінку не може бути видалено, оскільки вона використовується в умовах партнерської програми!'; #38439
$_['entry_keyword'] = 'Аліас:<br/><span class="help">Це поле повинно бути унікальним в рамках магазину.</span>'; #39072
$_['entry_bottom'] = 'Підвал:<br/><span class="help">Відображати знизу (підвалі) сторінки.</span>'; #39332