<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Кошик'; #35902
$_['column_image'] = 'Зображення'; #35903
$_['column_name'] = 'Назва'; #35904
$_['column_model'] = 'Модель'; #35905
$_['column_quantity'] = 'Кількість'; #35906
$_['column_total'] = 'Разом'; #35907
$_['column_price'] = 'Ціна за одиницю'; #36158
$_['error_stock'] = 'Товари, відмічені «***» не доступні в потрібній кількості або їх немає на складі!'; #36159
$_['text_success'] = '<a href="%s">%s</a> успішно додано до <a href="%s">кошика</a>!'; #37649
$_['text_empty'] = 'Ваш кошик порожній!'; #37650
$_['error_minimum'] = 'Мінімальна кількість для замовлення цього товару становить %s!'; #37651
$_['error_required'] = '%s обов’язкове!'; #37652
$_['text_items'] = '%s одиниць(я) - %s'; #38457
$_['text_login'] = 'Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a> щоб переглядати ціни!'; #38537
$_['text_reward'] = 'Подарункові бали: %s'; #39013
$_['text_use_coupon'] = 'Використати код купону'; #39116
$_['text_use_voucher'] = 'Використати подарунковий сертифікат'; #39117
$_['entry_reward'] = 'Бали для використання (максимум %s):'; #39118
$_['entry_country'] = 'Країна:'; #39119
$_['entry_zone'] = 'Регіон / область:'; #39120
$_['entry_postcode'] = 'Поштовий індекс:'; #39121
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #39122
$_['error_country'] = 'Будь ласка, оберіть країну!'; #39123
$_['error_zone'] = 'Будь ласка, оберіть регіон / область!'; #39124
$_['text_shipping_estimate'] = 'Оцінити вартість доставки, податки'; #39176
$_['text_shipping_detail'] = 'Вкажіть Ваше розташування для оцінки вартості доставки.'; #39177
$_['text_shipping_method'] = 'Будь-ласка, оберіть приорітетний спосіб доставки для цього замовлення.'; #39178
$_['error_shipping'] = 'Увага! Необхідно вказати спосіб доставки!'; #39179
$_['text_coupon'] = 'Ваш купон на знижку успішно застосовано!'; #39184
$_['text_voucher'] = 'Ваш подарунковий сертифікат на знижку успішно застосовано!'; #39185
$_['text_next'] = 'Що бажаєте робити далі?'; #39186
$_['entry_coupon'] = 'Введіть Ваш купон:'; #39187
$_['error_product'] = 'Увага! Кошик порожній!'; #39190
$_['error_no_shipping'] = 'Увага! Недопустимий варіант доставки. Будь-ласка, <a href="%s">зверніться до нас</a> для  допомоги!'; #39203
$_['text_points'] = 'Бали на знижку: &s'; #39221
$_['text_use_reward'] = 'Використати бали на знижку (доступно %s)'; #39222
$_['error_reward'] = 'Увага: введіть кількість балів на знижку, які бажаєте використати!'; #39223
$_['error_maximum'] = 'Увага! Максимальна кількість балів до використання: %s!'; #39224
$_['error_points'] = 'Увага! Ви не маєте %s балів на знижку!'; #39225
$_['text_shipping'] = 'Ваша оцінка доставки успішно застосована!'; #39226
$_['text_next_choice'] = 'Оберіть, якщо бажаєте використати код знижки, бонусні бали, чи для оцінки вартості доставки.'; #39227
$_['error_coupon'] = 'Увага: Купон невірний, протермінований чи досягнено порогу його використання.'; #39232
$_['error_voucher'] = 'Увага: Подарунковий сертифікат невірний або перевищений баланс.'; #39233
$_['text_remove'] = 'Ви успішно оновили кошик!'; #39256
$_['entry_voucher'] = 'Введіть код подарункового сертифікату:'; #39257