<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #35677
$_['text_address_new'] = 'Я хочу використати нову адресу'; #35804
$_['text_checkout_option'] = 'Крок 1: Параметри замовлення'; #37658
$_['text_checkout_account'] = 'Крок 2: Обліковий запис і деталі рахунку'; #37659
$_['text_checkout_payment_address'] = 'Крок 2: Деталі рахунку'; #37660
$_['text_checkout_shipping_address'] = 'Крок 3: Деталі доставки'; #37661
$_['text_checkout_shipping_method'] = 'Крок 4: Спосіб доставки'; #37662
$_['text_checkout_payment_method'] = 'Крок 5: Спосіб оплати'; #37663
$_['text_checkout_confirm'] = 'Крок 6: Підтвердження замовлення'; #37664
$_['text_modify'] = 'Редагувати &raquo;'; #37665
$_['text_new_customer'] = 'Новий покупець'; #37666
$_['text_returning_customer'] = 'Постійний покупець'; #37667
$_['text_checkout'] = 'Параметри замовлення:'; #37668
$_['text_i_am_returning_customer'] = 'Я постійний покупець'; #37669
$_['text_register'] = 'Створити обліковий запис'; #37670
$_['text_guest'] = 'Оформлення без реєстрації'; #37671
$_['text_register_account'] = 'Створивши обліковий запис, ви зможете здійснювати покупки швидше та відслідковувати статус замовлень, здійснених вами раніше.'; #37672
$_['text_forgotten'] = 'Нагадати пароль'; #37673
$_['text_your_details'] = 'Ваші персональні дані'; #37674
$_['text_your_address'] = 'Ваша адреса'; #37675
$_['text_your_password'] = 'Ваш пароль'; #37676
$_['text_shipping_method'] = 'Будь ласка, оберіть зручний спосіб доставки замовлення'; #37677
$_['text_payment_method'] = 'Будь ласка, оберіть зручний спосіб оплати замовлення'; #37678
$_['text_comments'] = 'Додати коментар до вашого замовлення'; #37679
$_['column_name'] = 'Назва товару'; #37680
$_['column_model'] = 'Модель'; #37681
$_['column_quantity'] = 'Кількість'; #37682
$_['column_price'] = 'Ціна'; #37683
$_['column_total'] = 'Всього до сплати'; #37684
$_['entry_email_address'] = 'Адреса e-mail:'; #37685
$_['entry_email'] = 'E-mail:'; #37686
$_['entry_password'] = 'Пароль:'; #37687
$_['entry_confirm'] = 'Підтвердження паролю:'; #37688
$_['entry_firstname'] = 'Ім’я:'; #37689
$_['entry_lastname'] = 'Прізвище:'; #37690
$_['entry_telephone'] = 'Телефон:'; #37691
$_['entry_fax'] = 'Факс:'; #37692
$_['entry_company'] = 'Компанія:'; #37693
$_['entry_address_1'] = 'Адреса 1:'; #37694
$_['entry_address_2'] = 'Адреса 2:'; #37695
$_['entry_postcode'] = 'Поштовий індекс:'; #37696
$_['entry_city'] = 'Місто:'; #37697
$_['entry_country'] = 'Країна:'; #37698
$_['entry_zone'] = 'Регіон / Область:'; #37699
$_['entry_newsletter'] = 'Підписатися на розсилання новин %s.'; #37700
$_['entry_shipping'] = 'Адреса доставки і адреса виписки рахунку співпадають.'; #37701
$_['error_warning'] = 'Виникли проблеми під час обробки замовлення! Якщо проблема повторюється, будь ласка, оберіть інший спосіб оплати або зверніться до <a href="%s">служби підтримки</a>.'; #37702
$_['error_login'] = 'Невірно вказано адресу e-mail або пароль.'; #37703
$_['error_exists'] = 'Таку адресу e-mail вже зареєстровано!'; #37704
$_['error_lastname'] = 'Прізвище повинно містити від 1 до 32 символів!'; #37705
$_['error_email'] = 'Не коректна адреса e-mail!'; #37706
$_['error_telephone'] = 'Номер телефону повинен містити від 1 до 32 символів!'; #37707
$_['heading_title'] = 'Оформлення замовлення'; #37708
$_['error_password'] = 'Пароль повинен містити від 3 до 20 символів!'; #37709
$_['error_confirm'] = 'Пароль і підтвердження паролю не співпадають!'; #37710
$_['error_address_1'] = 'Адреса 1 повинна містити від 3 до 128 символів!'; #37711
$_['error_city'] = 'Назва міста повинна містити від 3 до 128 символів!'; #37712
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #37713
$_['error_country'] = 'Будь ласка, оберіть країну!'; #37714
$_['error_zone'] = 'Будь ласка, оберіть регіон/область!'; #37715
$_['error_agree'] = 'Ви маєте прийняти %s!'; #37716
$_['error_address'] = 'Ви повинні вказати адресу e-mail!'; #37717
$_['error_shipping'] = 'Ви повинні вказати спосіб доставки!'; #37718
$_['error_no_shipping'] = 'Немає жодного варіанту доставки. Будь ласка, зверніться до <a href="%s">служби підтримки</a>!'; #37719
$_['error_payment'] = 'Ви повинні вказати спосіб доставки!'; #37720
$_['error_no_payment'] = 'Немає жодного варіанту оплати. Будь ласка, зверніться до <a href="%s">служби підтримки</a>!'; #37721
$_['text_cart'] = 'Кошик'; #38536
$_['text_agree'] = 'Я приймаю <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>'; #39097
$_['text_address_existing'] = 'Я хочу використати існуючу адресу'; #39285
$_['entry_company_id'] = 'Код компанії:'; #39337
$_['entry_tax_id'] = 'Код податку:'; #39338
$_['error_approved'] = 'Ваш обліковий запис не підтверджений'; #39343
$_['error_vat'] = 'Номер ПДВ недійсний!'; #39345
$_['error_company_id'] = 'Потрібно вказати код компанії!'; #39386
$_['error_tax_id'] = 'Потрібно вказати код податку!'; #39387
$_['entry_customer_group'] = 'Вид діяльності:'; #39505