<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #39132
$_['error_country'] = 'Будь ласка, оберіть країну!'; #39133
$_['error_zone'] = 'Будь ласка, оберіть регіон / область!'; #39134
$_['error_required'] = 'Потрібно вказати %s!'; #39135
$_['error_permission'] = 'Ви не маєте повноважень доступу до цієї сторінки, будь-ласка, зверніться до системного адміністратора.'; #39172
$_['error_minimum'] = 'Мінімальна кількість для замовлення %s складає %s!'; #39173
$_['error_shipping'] = 'Увага! Необхідно вказати спосіб доставки!'; #39174
$_['error_payment'] = 'Увага! Необхідно вказати спосіб оплати!'; #39175
$_['text_for'] = '%s Подарунковий сертифікат для %s'; #39191
$_['text_success'] = 'Замовлення успішно перераховано!'; #39192
$_['error_warning'] = 'Увага! Будь-ласка, уважно заповніть форму без помилок! '; #39193
$_['error_customer'] = 'Увага! Не знаходиться обраний покупець!'; #39194
$_['error_email'] = 'E-mail адреса помилкова або недопустима!'; #39195
$_['error_stock'] = 'Товари, позначені ***, відсутні в бажаній кількості або їх нема на складі!'; #39196
$_['error_to_name'] = 'Ім’я отримувача повинно містити від 1-го до 64-ох символів!'; #39197
$_['error_from_name'] = 'Ваше ім’я повинно містити від 1-го до 64-ох символів!'; #39198
$_['error_amount'] = 'Сума повинна бути від %s до %s!'; #39199
$_['error_points'] = 'Увага! Ви не маєте %s бонусних балів!'; #39214
$_['error_maximum'] = 'Увага! Максимально допустима кількість балів - %s!'; #39215
$_['error_reward'] = 'Увага! Введіть кількість бонусних балів до застосування!'; #39216
$_['error_no_shipping'] = 'Увага! Варіанти доставки недопустимі!'; #39217
$_['error_no_payment'] = 'Увага! Варіанти оплати недопустимі!'; #39218
$_['error_coupon'] = 'Увага! Купон недійсний, завершився або досягнено межі застосування!'; #39219
$_['error_voucher'] = 'Увага! Подарунковий сертифікат недійсний, завершився або досягнено межі застосування!'; #39220