<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Банери'; #37828
$_['text_success'] = 'Банери успішно змінено!'; #37829
$_['text_default'] = 'За замовчуванням'; #37830
$_['text_image_manager'] = 'Менеджер зображень'; #37831
$_['column_name'] = 'Назва банеру'; #37832
$_['column_status'] = 'Статус'; #37833
$_['column_action'] = 'Дія'; #37834
$_['entry_name'] = 'Назва банеру:'; #37835
$_['entry_title'] = 'Заголовок:'; #37836
$_['entry_link'] = 'Посилання:'; #37837
$_['entry_image'] = 'Зображення:'; #37838
$_['entry_status'] = 'Статус:'; #37839
$_['error_permission'] = 'Ви не маєте повноважень для редагування банерів!'; #37840
$_['error_name'] = 'Назва банеру повинна містити від 3 до 64 символів!'; #37841
$_['error_title'] = 'Заголовок банеру повинен містити від 2 до 64 символів!'; #37842
$_['error_default'] = 'Банер не може бути видалено, оскільки він використовується в магазині за замовчуванням!'; #37843
$_['error_product'] = 'Банер не може бути видалено, оскільки він використовується в товарах %s!'; #37844
$_['error_category'] = 'Банер не може бути видалено, оскільки він використовується в категоріях %s!'; #37845
$_['error_information'] = 'Банер не може бути видалено, оскільки він використовується на інформаційних сторінках %s!'; #37846
$_['text_browse'] = 'Огляд файлів'; #39016
$_['text_clear'] = 'Очистити зображення'; #39017