<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Макети'; #37813
$_['text_success'] = 'Макети успішно змінено!'; #37814
$_['text_default'] = 'За замовчуванням'; #37815
$_['column_name'] = 'Назва макету'; #37816
$_['column_action'] = 'Дія'; #37817
$_['entry_name'] = 'Назва макету:'; #37818
$_['entry_store'] = 'Магазин:'; #37819
$_['entry_route'] = 'Роутер:'; #37820
$_['error_permission'] = 'Ви не маєте повноважень для редагування макетів!'; #37821
$_['error_name'] = 'Назва макету повинна містити від 3 до 64 символів!'; #37822
$_['error_default'] = 'Цей макет не може бути видалено, оскільки він використовується в магазині за замовчуванням!'; #37823
$_['error_store'] = 'Цей макет не може бути видалено, оскільки він використовується магазинами %s!'; #37824
$_['error_product'] = 'Цей макет не може бути видалено, оскільки він використовується в товарах %s!'; #37825
$_['error_category'] = 'Цей макет не може бути видалено, оскільки він використовується в категоріях %s!'; #37826
$_['error_information'] = 'Цей макет не може бути видалено, оскільки він використовується на інформаційних сторінках %s!'; #37827