<?php
// http://OpenShop.org.ua
// OpenShop admin language file
// ------------------------------------------------
// English

// OpenShop texts
$_['dashboard_news']                    = 'Новини OpenShop';
$_['more_templates']                    = 'Більше професійних шаблонів на';
$_['tweaks']                            = 'Модификацїї';
$_['based_on']                          = 'На базі';

// Categories-Links
$_['link_to_url']                       = 'Прив\'язка до URL <font color="grey">(для головного меню)</font>';

// eGoods
$_['product_downloads']                 = 'Завантаження';
$_['downloads_for']                     = 'Завантаження для ';
$_['downloads_done']                    = 'Готово';
$_['free_sample']                       = 'Безкоштовний зразок';
$_['no_downloads']                      = 'Завантажень немає';
$_['add_download_for']                  = 'Додати завантаження для ';

// MaxDownload
$_['uploading']                         = 'Завантаження...';

//SEO
$_['tab_seo']                           = 'SEO';

//CMS
$_['cms_menu']                          = 'CMS';
$_['text_modules']                      = 'Текстові блоки';
$_['information_pages']                 = 'Сторінки';

// Localize
$_['language_download']                 = 'Завантажити';
$_['language_select']                   = 'Обери мову для завантаження:';
$_['language_go']                       = 'Вперед';
$_['language_fail']                     = 'Встановлення мови пройшло невдало!';
$_['language_success']                  = 'Мову завантажено і встановлено успішно!';
$_['predefined_currencies']             = 'Валюти світу:';

// Help Me
$_['request_help']                 = 'Потрібна домога!';
$_['file_manager']                 = 'Менеджер файлів';
$_['mysql_admin']                  = 'Менеджер MySQL';

// Third-party modules
$_['module_author']                 = 'Автор модуля';
$_['org_module_author']             = 'Автор оригінального модуля';

//Tweaks
$_['tweak_Auto-Update']                 = 'Автоматичні оновлення';
$_['desc_Auto-Update']                  = 'Перевіряє, чи з\'явились оновлення і встановлює їх автоматично.';

$_['tweak_CMS']                         = 'CMS';
$_['desc_CMS']                          = 'Система керування контентом: створення інформаційних сторінок, текстових блоків і новин.';

$_['tweak_No-Accounts']                 = 'Немає облікових записів';
$_['desc_No-Accounts']                  = 'Вимикає облікові записи покупців. Всі покупки відбуваються в гостьовому режимі.';

$_['tweak_No-Advanced']                 = 'Немає додаткових можливостей товарів';
$_['desc_No-Advanced']                  = 'Вимикає додаткові можливості для товарів: <br />опції, скидки, спеціальні пропозиції, бонуси, ваучери і індивідуальний дизайн.';

$_['tweak_No-Affiliates']               = 'Немає партнерської програми';
$_['desc_No-Affiliates']                = 'Вимикає функціонал партнерскої програми.';

$_['tweak_No-Cart']                     = 'Немає продуктового кошика';
$_['desc_No-Cart']                      = 'Вимикає кошик і перетворює кнопку "Додати до кошика" на "Купити", що одразу веде до оформлення покупки.';

$_['tweak_No-Downloads']                = 'Немає завантажень';
$_['desc_No-Downloads']                 = 'Вимикає торгівлю цифровими товарами.';

$_['tweak_No-Model']                    = 'Немає моделей товарів';
$_['desc_No-Model']                     = 'Ховає характеристику "Модель" і автоматично заповнює її назвою товару.';

$_['tweak_No-Multistore']               = 'Немає мульти-магазину';
$_['desc_No-Multistore']                = 'Вимикає можливість створення декількох магазинів на базі однієї інсталяції.';

$_['tweak_No-Shipping']                 = 'Немає доставки товарів';
$_['desc_No-Shipping']                  = 'Вимикає механізм доставки, а також характеристики ваги і габаритів товарів.';

$_['tweak_No-Stock']                    = 'Немає складу товарів';
$_['desc_No-Stock']                     = 'Вимикає функції складу: кількість, залишки, статуси наявності на складі.';

$_['tweak_No-VAT']                      = 'Немає податків і зборів';
$_['desc_No-VAT']                       = 'Вимикає розрахунок податків і інших зборів.';

$_['tweak_No-Wishlist-and-Compare']     = 'Немає улюблених і порівняння товарів';
$_['desc_No-Wishlist-and-Compare']      = 'Вимикає для покупців можливість додавати товари в улюблені і порівнювати їх за характеристиками.';

$_['tweak_Scroll-to-Top-Button']        = 'Кнопка "Перемотати нагору"';
$_['desc_Scroll-to-Top-Button']         = 'Додає кнопку для швидкої перемотки сторінки на початок.';

$_['tweak_Search-Autocomplete']         = 'Авто-доповнення пошуку';
$_['desc_Search-Autocomplete']          = 'Показує покупцям відповідні товари з картинками і цінами по мірі набору назви в полі пошуку.';

$_['tweak_Catalog-Mode']                = 'Режим каталогу';
$_['desc_Catalog-Mode']                 = 'Ховає кнопки придбання, кошик і оформленння замовлення. Також не показує нульові ціни.';

// Theming

$_['theming_design']                    = 'Дизайн';
$_['theming_logo_offset']               = 'Зміщення лого:';
$_['theming_default']                   = 'По замовчуванню';
$_['theming_animate']                   = 'Анімація елементів керування:';
$_['theming_animate_pages']             = 'Анімація сторінки при завантаженні:';
$_['theming_homepage_only']             = 'Тільки стартової';
$_['theming_header_size']               = 'Висота шапки:';
$_['theming_menu_color']                = 'Колір головного меню:';
$_['theming_buttons_color']             = 'Колір кнопок:';
$_['theming_links_color']               = 'Колір посилань:';
$_['theming_background_color']          = 'Колір фону:';
$_['theming_background']                = 'Фоновий малюнок:';


?>