<?php

// Heading  

$_['heading_title']          = 'Καλάθι Αγορών';



// Text

$_['text_success']           = 'Έχετε προσθέσει επιτυχώς το προϊόν <a href="%s">%s</a> στο <a href="%s">καλάθι αγορών σας</a>!';

$_['text_remove']            = 'Έχετε τροποποιήσει επιτυχώς το καλάθι αγορών σας!';

$_['text_coupon']            = 'Έχετε χρησιμοποιήσει επιτυχώς το εκπτωτικό κουπόνι!';

$_['text_voucher']           = 'Έχετε χρησιμοποιήσει επιτυχώς τη δωροεπιταγή σας!';

$_['text_reward']            = 'Η έκπτωση λόγω των πόντων ανταμοιβής έχει εφαρμοστεί επιτυχώς!';

$_['text_shipping']          = 'Η εκτίμηση κόστους αποστολής έχει εφαρμοστεί επιτυχώς!';

$_['text_login']             = 'Προσοχή: Πρέπει να <a href="%s">συνδεθείτε</a> ή <a href="%s">νε δημιουργήσετε ένα νέο λογαριασμό</a> για να δείτε τις τιμές!';

$_['text_points']            = 'Πόντοι ανταμοιβής: %s';

$_['text_items']             = '%s προϊόν(τα) - %s';

$_['text_next']              = 'Τι θα θέλατε να κάνετε στο επόμενο βήμα';

$_['text_next_choice']       = 'Επιλέξτε εάν διαθέτετε ένα κωδικό έκπτωσης ή πόντους ανταμοιβής που θα θέλατε να χρησιμοποιήσετε ή αν θέλετε να εκτιμήσετε το κόστος αποστολής.';

$_['text_use_coupon']        = 'Χρήση του Κωδικού Κουπονιού';

$_['text_use_voucher']       = 'Χρήση Δωροεπιταγής';

$_['text_use_reward']        = 'Χρήση Πόντων Ανταμοιβής (Διαθέσιμοι %s)';

$_['text_shipping_estimate'] = 'Εκτίμηση Φόρων &amp; σχετικών με την Αποστολή';

$_['text_shipping_detail']   = 'Εισάγετε τη διεύθυνση παράδοσης για εκτίμηση του κόστους αποστολής.';

$_['text_shipping_method']   = 'Παρακαλώ επιλέξτε τον προτιμώμενο τρόπο αποστολής για αυτή την παραγγελία.';

$_['text_empty']             = 'Τα καλάθι αγορών είναι άδειο!';



// Column

$_['column_image']           = 'Εικόνα';

$_['column_name']            = 'Όνομα Προϊόντος';

$_['column_model']           = 'Μοντέλο';

$_['column_quantity']        = 'Ποσότητα';

$_['column_price']           = 'Τιμή Μονάδας';

$_['column_total']           = 'Σύνολο';



// Entry

$_['entry_coupon']           = 'Εισάγετε τον κωδικό κουπονιού εδώ:';

$_['entry_voucher']          = 'Εισάγετε τον αριθμό δωροεπιταγής εδώ:';

$_['entry_reward']           = 'Πόντοι προς χρήση (Μέγιστο %s):';

$_['entry_country']          = 'Χώρα:';

$_['entry_zone']             = 'Περιοχή / Νομός:';

$_['entry_postcode']         = 'Ταχυδρομικός Κώδικας:';



// Error

$_['error_stock']            = 'Προϊόντα με σήμανση *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχει καθόλου απόθεμα!';

$_['error_minimum']          = 'Ποσό ελάχιστης παραγγελίας για %s is %s!';	

$_['error_required']         = '%s απαιτούμενο!';	

$_['error_product']          = 'Προσοχή: Δεν υπάρχουν προϊόντα στο καλάθι αγορών σας!';	

$_['error_coupon']           = 'Προσοχή: Το κουπόνι είναι είτε μη έγκυρο ή έχει λήξει ή έχει φτάσει τομ όριο χρήσης του!';

$_['error_voucher']          = 'Προσοχή: Η δωροεπιταγή είτε δεν είναι έγκυρη ή το υπόλοιπο της έχει ήδη χρησιμοποιηθεί!';

$_['error_reward']           = 'Προσοχή: Παρακαλώ εισάγετε τον αριθμό των πόντων ανταμοιβής που επιθυμείτε να χρησιμοποιήσετε!';	

$_['error_points']           = 'Προσοχή: Δεν έχετε %s πόντους ανταμοιβής!';

$_['error_maximum']          = 'Προσοχή: Ο μέγιστος αριθμός πόντων που μπορείτε να χρησιμοποιήσετε είναι %s!';

$_['error_postcode']         = 'Ο ταχυδρομικός κώδικάς πρέπει να έχει από 2 έως 10 χαρακτήρες!';

$_['error_country']          = 'Παρακαλώ επιλέξτε μία χώρα!';

$_['error_zone']             = 'Παρακαλώ επλέξτε μία περιοχή ή νομό!';

$_['error_shipping']         = 'Προσοχή: Ο τρόπος αποστολής είναι προαπαιτούμενη πληροφορία!';

$_['error_no_shipping']      = 'Προσοχή: Δεν υπάρχει διαθέσιμος τρόπος αποστολής. Παρακαλούμε <a href="%s">επικοινωνήστε/a> μαζί μας για βοήθεια!';

?>