<?php
// Text
$_['text_for']          = '%s Δωροεπιταγή για %s';
$_['text_success']      = 'Τα σύνολα της παραγγελίας έχουν υπολογιστεί επιτυχώς!';

// Error
$_['error_warning']     = 'Προσοχή: Ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']  = 'Δεν έχετε πρόσβαση σε αυτή τη σελίδα, παρακαλώ επικοινωνήστε με το διαχειριστή του website.';
$_['error_customer']    = 'Προσοχή: Η ανεύρεση του επιλεγμένου πελάτη δεν είναι δυνατή!';
$_['error_email']       = 'Η διέυθυνση e-mail δεν είναι έγκυρη!';
$_['error_postcode']    = 'Ο ταχυδρομικός κώδικάς πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων!';
$_['error_country']     = 'Παρακαλώ επιλέξτε μία χώρα!';
$_['error_zone']        = 'Παρακώ επιλέξτε περιοχή ή νομό!';
$_['error_stock']       = 'Τα προϊόντα με σήμανση *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχει καθόλου απόθεμα!';
$_['error_minimum']     = 'Η ελάχιστη παραγγελία για το προϊόν %s είναι %s!';	
$_['error_required']    = '%s απαιτούμενο!';
$_['error_shipping']    = 'Προσοχή: Ο τρόπος αποστολής είναι προαπαιτούμενή πληροφορία';
$_['error_no_shipping'] = 'Προσοχή: Δεν υπάρχουν διαθέσιμες επιλογές αποστολής!';
$_['error_payment']     = 'Προσοχή: Ο τρόπος πληρωμής είναι προαπαιτούμενή πληροφορία!';
$_['error_no_payment']  = 'Προσοχή: Δεν υπάρχουν επιλογές πληρωμής διαθέσιμες!';
$_['error_coupon']      = 'Προσοχή: Ο αριθμός κουπονιού είναι είτε μη έγκυρος ή έχει λήξει έχει φτάσει το όριο ρήσης του!';
$_['error_voucher']     = 'Προσοχή: Η δωροεπιταγή είτε δεν είναι έγκυρη ή το υπόλοιπο της έχει ήδη χρησιμοποιηθεί!';
$_['error_reward']      = 'Προσοχή: Παρακαλώ εισάγετε τον αριθμό των πόντων ανταμοιβής που επιθυμείτε να χρησιμοποιήσετε!';	
$_['error_points']      = 'Προσοχή: Δεν έχετε %s πόντους ανταμοιβής!';
$_['error_maximum']     = 'Προσοχή: Ο μέγιστος αριθμός πόντων που μπορείτε να χρησιμοποιήσετε είναι %s!';
$_['error_to_name']     = 'Το όνομα παραλήπτη πρέπει να είναι μεταξύ 1 και 64 χαρακτήρων!';
$_['error_from_name']   = 'Το όνομά σας πρέπει να είναι ματεξύ 1 και 64 χαρακτήρων!';
$_['error_amount']      = 'Το ποσό πρέπει να είναι μεταξύ %s και %s!';
?>