<?php
/***********************************************************************************************************************

Version 1.5.4
Created 16:26 19.09.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Менеджер зображень'; #36165
$_['text_file_delete'] = 'Файл був видалений'; #36166
$_['entry_folder'] = 'Нова тека:'; #36324
$_['entry_copy'] = 'Назва:'; #36325
$_['entry_rename'] = 'Назва:'; #36326
$_['button_folder'] = 'Нова тека'; #36327
$_['button_delete'] = 'Видалити'; #36328
$_['button_move'] = 'Перемістити'; #36329
$_['button_copy'] = 'Копіювати'; #36330
$_['button_rename'] = 'Перейменувати'; #36331
$_['button_upload'] = 'Завантажити'; #36332
$_['button_refresh'] = 'Оновити'; #36333
$_['entry_move'] = 'Переміщення:'; #36334
$_['error_file'] = 'Будь ласка, оберіть файл!'; #36335
$_['error_directory'] = 'Будь ласка, оберіть каталог чи файл!'; #36336
$_['error_file_type'] = 'Неправильний тип файлу!'; #36337
$_['error_uploaded'] = 'Файл не може бути завантажено з невідомої причини!'; #36338
$_['error_permission'] = 'Доступ заборонено!'; #36339
$_['text_uploaded'] = 'Файл успішно завантажено!'; #36377
$_['text_create'] = 'Теку створено!'; #36378
$_['text_delete'] = 'Файл/теку успішно видалено!'; #36379
$_['text_move'] = 'Файл/теку успішно переміщено!'; #36380
$_['text_copy'] = 'Файл/теку успішно скопійовано!'; #36381
$_['text_rename'] = 'Файл/теку успішно перейменовано!'; #36382
$_['error_select'] = 'Будь ласка, оберіть теку або файл!'; #36383
$_['error_default'] = 'Не вдалося змінити теку за замовчуванням!'; #36384
$_['error_delete'] = 'Ви не можете видалити цю теку!'; #36385
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 255 символів!'; #36386
$_['error_missing'] = 'Файл або тека не існує!'; #36387
$_['error_exists'] = 'Файл або тека з такою назвою вже існує!'; #36388
$_['error_name'] = 'Будь ласка, вкажіть іншу назву!'; #36389
$_['error_move'] = 'Переміщення до теки не здійснено!'; #36390
$_['error_copy'] = 'Файл або тека не можуть бути скопійовані!'; #36391
$_['error_rename'] = 'Теку не може бути перейменовано!'; #36392
$_['error_file_size'] = 'Файл не відповідає стандартам, будь ласка, завантажте файл не більше 300кб і 1000px у висоту чи ширину, якщо це зображення!'; #36393