<?php
// Text
$_['text_home']           = ''; // в предидущих кавычках должна быть 'Главная'
$_['text_wishlist']       = 'Заметки (%s)';
$_['text_compare']        = 'Сравнения (%s)'; 
$_['text_shopping_cart']  = ''; // в предидущих кавычках должна быть 'Корзина покупок'
$_['text_search']         = 'Поиск';
$_['text_welcome']        = '<a href="%s">Войти</a> | <a href="%s">Регистрация</a>';
$_['text_logged']         = 'Добро пожаловать <a href="%s">%s</a> <b>(</b> <a href="%s">Выйти</a> <b>)</b>';
$_['text_account']        = ''; //в предидущих кавычках должна быть 'Личный кабинет'
$_['text_checkout']       = ''; //в предидущих кавычках должна быть 'Оформить заказ'
$_['address_data']        = 'Наши реквизиты:';
$_['text_telephone']      = ' тел. ';
$_['text_fax']      	  = ' факс ';
$_['text_email']      	  = ' e-mail ';
?>